<?php
return [
    'fallback' => 'url مورد نظر معتبر نمی باشد',
    'modelNotFound' => 'منبع موردنظر موجود نمی باشد',
    'queryException' => 'ورود فیلدهای نامعتبر',
    'responseFailed' => 'بروز خطا در انجام عملیات',


    'support' => [
        'success' => 'با تشکر! پیام شما با موفقیت ارسال شد',
        'failed' => 'متاسفانه ارسال پیام شما ناموفق بود. لطفا مجددا تلاش کنید'
    ],

    'bookmark' => [
        'duplication' => 'در حال حاضر این آگهی در گروه نشان شده ها قرار داد',
        'notFound' => 'این آگهی در گروه نشان شده ها قرار ندارد'
    ],

    'ads' => [
        'createSuccess' => 'آگهی شما با موفقیت ثبت اولیه شد و پس از تایید سامانه منتشر خواهد شد.',
        'updateSuccess' => 'آگهی شما با موفقیت ویرایش اولیه شد و پس از تایید سامانه منتشر خواهد شد.',
    ],
    'deleteImage' => [
	    'success' => 'تصویر با موفقیت حذف شد.',
	    'failed' => 'متاسفانه حذف عکس ناموفق بود.'
    ],

];
