-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Dec 19, 2021 at 02:29 PM
-- Server version: 5.7.33
-- PHP Version: 7.4.18

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `admin_qiqoo`
--

-- --------------------------------------------------------

--
-- Table structure for table `activations`
--

CREATE TABLE `activations` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه رکورد',
  `code` bigint(20) UNSIGNED NOT NULL COMMENT 'کد فعالسازی کاربر',
  `mobile` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شماره موبایل ارسال otp',
  `country_code` smallint(6) NOT NULL COMMENT 'کد تلفن کشور',
  `retry_time` int(11) NOT NULL DEFAULT '0' COMMENT 'تعداد دفعات اشتباه وارد کردن otp',
  `retry_at` timestamp NULL DEFAULT NULL COMMENT 'آخرین زمان وارد کردن  otp',
  `completed_at` timestamp NULL DEFAULT NULL COMMENT 'زمان کامل شدن ورود با کد فعالسازی',
  `expired_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین انقضا otp',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به کدهای فعالسازی کاربران';

--
-- Dumping data for table `activations`
--

INSERT INTO `activations` (`id`, `code`, `mobile`, `country_code`, `retry_time`, `retry_at`, `completed_at`, `expired_at`, `created_at`, `updated_at`, `deleted_at`) VALUES
(304, 752133, 9010729547, 98, 0, NULL, NULL, '2021-06-01 18:28:11', '2021-06-01 18:26:11', '2021-06-01 18:26:11', NULL),
(305, 760286, 9211722656, 98, 1, '2021-07-27 10:52:38', '2021-07-27 10:52:38', '2021-07-27 10:52:48', '2021-07-27 10:50:48', '2021-07-27 10:52:38', NULL),
(306, 662845, 7425175057, 44, 2, '2021-08-05 22:08:24', NULL, '2021-08-05 22:09:25', '2021-08-05 22:07:25', '2021-08-05 22:08:24', NULL),
(307, 235552, 9211722656, 98, 0, NULL, NULL, '2021-08-08 11:57:34', '2021-08-08 11:55:34', '2021-08-08 11:55:34', NULL),
(308, 221091, 9211722656, 98, 0, NULL, NULL, '2021-08-08 11:59:34', '2021-08-08 11:57:34', '2021-08-08 11:57:34', NULL),
(309, 252367, 7879356001, 44, 0, NULL, NULL, '2021-08-11 19:34:29', '2021-08-11 19:32:29', '2021-08-11 19:32:29', NULL),
(310, 961130, 9211722656, 98, 0, NULL, NULL, '2021-11-19 19:32:01', '2021-11-19 19:30:01', '2021-11-19 19:30:01', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ads`
--

CREATE TABLE `ads` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL COMMENT 'کاربری که این آگهی را درج کرده است',
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی آگهی',
  `description` text COLLATE utf8mb4_unicode_ci COMMENT 'توضیح فارسی آگهی',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `average_score` double(8,2) NOT NULL DEFAULT '0.00' COMMENT 'میانگین امتیاز وارد شده برای آگهی',
  `comment_count` int(11) NOT NULL DEFAULT '0' COMMENT 'تعداد کامنت های درج شده برای آگهی',
  `meta_title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای عنوان',
  `meta_keywords` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای کلمات کلیدی (با کاما از هم جدا می شوند)',
  `meta_description` varchar(2000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای توضیحات',
  `meta_author` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای نویسنده',
  `category_id` int(11) DEFAULT NULL COMMENT 'دسته بندی این آگهی',
  `video_link` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'لینک ویدئوی آگهی (اختیاری)',
  `phone` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تلفن محل آگهی',
  `mobile` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'موبایل محل آگهی',
  `website` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'وب سایت ',
  `facebook` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'لینک فیسبوک',
  `instagram` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'لینک اینستاگرام',
  `twitter` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'لینک توییتر',
  `youtube` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'لینک یوتیوب',
  `email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'ایمیل محل آگهی',
  `address` varchar(2000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'آدرس فارسی محل آگهی',
  `city_id` int(11) DEFAULT NULL COMMENT 'تعین شهر محل آگهی',
  `postal_code` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'کد پستی محل آگهی',
  `code` int(11) DEFAULT NULL COMMENT 'کد آگهی',
  `lat` double DEFAULT NULL COMMENT 'عرض جغرافیایی محل آگهی',
  `long` double DEFAULT NULL COMMENT 'طول جغرافیایی محل آگهی',
  `start_date` timestamp NULL DEFAULT NULL COMMENT 'زمان شروع آگهی',
  `end_date` timestamp NULL DEFAULT NULL COMMENT 'زمان پایان آگهی',
  `last_end_date` timestamp NULL DEFAULT NULL COMMENT 'آخرین زمان تمدید آگهی',
  `is_extended` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'بررسی اینکه آیا آگهی تمدید شده است یا خیر',
  `is_immediate` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه آیا آگهی از نوع "آگهی فوری" است یا خیر',
  `is_vip` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه آیا آگهی از نوع "آگهی ویژه" است یا خیر',
  `is_top` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه آیا آگهی از نوع "آگهی با اولویت بالا" است یا خیر',
  `paid_price` decimal(12,0) NOT NULL DEFAULT '0' COMMENT 'هزینه آگهی',
  `paid_at` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه آیا هزینه آگهی پرداخت شده است یا خیر',
  `is_free` tinyint(1) NOT NULL DEFAULT '1' COMMENT 'تعیین اینکه این آگهی رایگان است یا نیاز به پرداخت دارد',
  `extended_time` int(11) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه این آگهی چند بار تمدید شده است',
  `published_admin_id` int(11) DEFAULT NULL COMMENT 'تعیین اینکه کدام مدیر این آگهی را تایید کرده است',
  `published_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی آگهی تایید شده است',
  `seen_admin_id` int(11) DEFAULT NULL COMMENT 'تعیین اینکه کدام ادمین این آگهی را ابتدا دیده است',
  `seen_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی دیدگاه دیده شده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به آگهی ها';

--
-- Dumping data for table `ads`
--

INSERT INTO `ads` (`id`, `user_id`, `title`, `description`, `type`, `average_score`, `comment_count`, `meta_title`, `meta_keywords`, `meta_description`, `meta_author`, `category_id`, `video_link`, `phone`, `mobile`, `website`, `facebook`, `instagram`, `twitter`, `youtube`, `email`, `address`, `city_id`, `postal_code`, `code`, `lat`, `long`, `start_date`, `end_date`, `last_end_date`, `is_extended`, `is_immediate`, `is_vip`, `is_top`, `paid_price`, `paid_at`, `is_free`, `extended_time`, `published_admin_id`, `published_at`, `seen_admin_id`, `seen_at`, `deleted_at`, `created_at`, `updated_at`) VALUES
(2, 1, 'رستوران کیش', 'رستوران کیش با چندین سال تجربه', 1, 0.00, 0, '111 رستوران کیش', NULL, '111 رستوران کیش', 'Soheil Azimi', 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'kishpersianrestaurant@gmail.com', '7-9 Kilburn High Rd, North Maida Vale London, UK', 1, 'NW6 5SD', 1002, 53.475052, 216546145, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, 1, '2020-09-05 10:06:59', 1, '2020-06-05 22:07:04', NULL, '2020-05-15 12:44:03', '2020-09-05 10:06:59'),
(3, 1, 'مشاور املاک کراون', 'املاک کراون لندن \r\nفروش، رهن، و اجاره منازل مسکونی، مغازه \r\nو انواع محل های کسب و کار در تمامی مناطق\r\n\r\nESTATE AGENT & MANAGEMENT  LTD\r\nResidential\r\nCommercial\r\nShort let\r\n\r\nضمانت پرداخت اجاره ملک شما  توسط کمپانی های معتبر \r\nاخذ وام مسکن در کوتاهترین زمان\r\nخرید . فروش . اجاره انواع بیزینس و رستوران ( A1-A3-A5) \r\nاجاره آپارتمان های یک . دو . سه خوابه به بالا', 1, 0.00, 0, NULL, NULL, NULL, NULL, 82, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '313, Ballards Lane, North Finchley ', 1, 'N12 8LY', 1003, 53.476447, -2.250792, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-06-05 22:05:19', NULL, '2020-05-15 12:44:03', '2020-06-05 22:05:19'),
(4, 1, 'رستوران دیبا', 'رستوران دیبا با چندین سال تجربه', 1, 0.00, 0, 'رستوران دیبا', NULL, 'رستوران دیبا', NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'kishpersianrestaurant@gmail.com', '7-9 Kilburn High Rd, North Maida Vale London, UK', 1, 'NW6 5SD', 1004, 53.475052, -2.251546, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-09-05 10:08:26', NULL, '2020-05-15 12:44:03', '2020-09-05 10:08:26'),
(6, 1, 'صرافی جوان', 'صرافى جوان\r\nآخرين و بهترين قيمت پوند رافقط از ما بخواهيد.  \r\nبا مجوز رسمي از دولت انگليس \r\nخدمات ارزی و مالی\r\nhttps://t.me/sarafijavan\r\n\r\n☎️', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '141 Ballards Lane, Finchley Central, London, UK', 1, 'N3 1LJ', 1006, 51.514437, -0.106913, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-09-05 10:23:49', NULL, '2020-05-15 12:44:03', '2020-09-05 10:23:49'),
(7, 1, 'صرافی اطلس', '\r\nخرید و فروش سکه و تمامی ارزهای جهان به بهترین قیمت', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'City of London', 1, 'EC4M 8AD', 1007, 51.51384, -0.097662, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-09-05 10:24:07', NULL, '2020-05-15 12:44:03', '2020-09-05 10:24:07'),
(8, 1, 'صرافی فانوس', '\r\nخرید و فروش سکه و تمامی ارزهای جهان به بهترین قیمت', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '167 Moorgate', 1, 'EC2M 6UJ', 1008, 0, 0, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-09-05 10:24:15', NULL, '2020-05-15 12:44:03', '2020-09-05 10:24:15'),
(9, 1, 'صرافی پدیده', '\r\nخرید و فروش سکه و تمامی ارزهای جهان به بهترین قیمت', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '2 Raymond Buildings', 1, 'WC1R 5BP', 1009, 51.528066, -0.102309, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(10, 1, 'صرافی جمشید', '\r\nخرید و فروش سکه و تمامی ارزهای جهان به بهترین\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Lambert Akademie Internet-Marketing Ltd.', 1, 'EC1V 4NY', 1010, 51.527069, -0.104408, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(11, 1, 'صرافی فجر', '\r\nخرید و فروش سکه و تمامی ارزهای جهان به بهترین', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Belgrove House, Belgrove St\r\n', 1, 'WC1H 8AA', 1011, 51.528515, -0.123178, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(12, 1, 'صرافی یونیک', '\r\nخرید و فروش سکه و تمامی ارزهای جهان به بهترین قیمت', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'King\'s Cross and St Pancras (Stop T), Kings Cross, London NW1 2SD, United Kingdom', 1, 'NW1 2SD', 1012, 51.530592, -0.124991, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(13, 1, 'املاک ایران زمین', 'رهن، اجاره، خرید و فروش انواع ملک، خانه و مغازه در تمامی نقاط شهرستان', 1, 0.00, 0, NULL, NULL, NULL, NULL, 145, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '123 Midland Rd\r\nKings Cross, London NW1 1UN, UK', 1, 'NW1 1UN', 1013, 51.533309, -0.128733, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(14, 1, 'ماهان کامپیوتر', 'ارایه دهنده کلیه خدمات کامپیتری\r\nنصب انواع نرم افزارهای جانبی ( تخصصی و غیر تخصصی )\r\nبکاپ گیری از اطلاعات دستگاه و ذخیره آن نصب استوریج های مختلف ( اکسترنال و اینترنال ) کلیه خدمات نرم افزاری دارای یک ماه ضمانت می باشدخدمات شبکه زیرساخت شبکه، سروری و سرویسی شما را به حد استاندارد می‌رسانیم. بر اساس حجم کار و نیاز شما، ', 1, 0.00, 0, NULL, NULL, NULL, NULL, 18, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'info@mahcomputer.com', 'London', 1, 'NW1 1HA', 1014, 51.533049, -0.127971, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(15, 1, 'رستوران آبشار', 'انواع غذاهای ایرانی و خارجی با محیطی زیبا و دل انگیز', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Brill Pl', 1, 'NW1 1EL', 1015, 51.531767, -0.129387, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(16, 1, 'صرافی پرارا', 'Parara\r\nصرافي پرآرا با ٢٠ سال سابقه در لندن در خدمت شماست  نقل و انتقلات ارز به نقاط مختلف دنيا. بهترين قيمت در بهترين زمان ممكن\r\n\r\nخدمات ارزی و مالی\r\nhttps://t.me/parara24', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'parara24@yahoo.co.uk', '24 North End Road, West Kensington', 1, 'W14 0SJ', 1016, 34.024999, -118.326276, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 1, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(17, 1, 'سوپر مارکت دنا', 'Dena سوپر مارکت دنا\r\nبهترین محصولات غذایی در مرکز شهر لندن\r\nEaling, London, UK', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '6 Ashbourne Parade ', 1, 'W5 3QS', 1017, 51.5291486, -0.2920091, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 1, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(18, 1, 'سوپر مارکت زمان', 'بهترین محصولات غذایی در سوپر مارکت زمان در مرکز شهر لندن', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Kensington Hiigh St', 1, 'W8 6NW', 1018, 51.497572, -0.2033637, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 1, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(19, 1, 'صرافی پارسیلا', 'صرافی پارسیلا با چندین سال تجربه', 1, 0.00, 0, 'صرافی پارسیلا', NULL, 'صرافی پارسیلا', 'Soheil Azimi', 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'kishpersianrestaurant@gmail.com', '7-9 Kilburn High Rd, North Maida Vale London, UK', 1, 'NW6 5SD', 1019, 53.475052, -118.368923, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 1, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', '2020-08-18 01:37:12'),
(20, 1, 'کافی شاپ 4u ', ' انواع نوشیدنی گرم و سرد، کیک و شیرینی، بستنی مخصوص تازه، آب میوه و دم نوش های گیاهی متنوع است و لذیذ آماده پذیرایی میهمانان در فضای بکر و خاطره‌انگیز می‌باشد.\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 55, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Liverpool', 1, '', 1020, 34.053022, -118.335964, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(21, 1, 'کافی شاپ نیمکت', 'با حضور در کافی شاپ نیمکت لحظه های خوب را تجربه نمایید.', 1, 0.00, 0, NULL, NULL, NULL, NULL, 55, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Pratik Büfe & Gıda', 1, '', 1021, 41.011912, 28.974522, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 1, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(22, 1, 'کافی شاپ سنجاب', 'ارائه بهترین خدمات با قیمت های مناسب', 1, 0.00, 0, NULL, NULL, NULL, NULL, 55, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Hükümet Konağı Cd. No:3', 1, '', 1022, 41.011159, 28.977161, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 1, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(23, 1, 'کافی شاپ دنج', 'ارائه بهترین خدمات با قیمت های مناسب و کم', 1, 0.00, 0, NULL, NULL, NULL, NULL, 55, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Cağaloğlu Hamamı Sk. No:6', 1, '', 1023, 41.010568, 28.976164, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 1, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(24, 1, 'رستوران خاتون', 'رستوران خاتون با عالیترین غذاهای ایرانی, بهترین سرویس و ارزانترین قیمتها در لندن آماده پذیرائی از میهمانان گرامی است.\r\n\r\nانواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '160 Station Rd. Harrow, London ', 1, 'HA1 2RH', 1024, 51.5843964, -0.3317326, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 1, 1, 1, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(25, 1, 'رستوران باران', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '414-416 Green Lanes, Palmers Green', 1, 'N13 5XG', 1025, 51.6220205, -0.1051788, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(26, 1, 'رستوران لیمو', 'به رستوران Lime خوش آمدید\r\n\r\nPersian Cuisine Restaurant in London\r\nFood , Drinks & Dining\r\nEnjoy your stay with us for a Fine Dining Experience\r\n\r\nانواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '108 Bourne Terrace', 1, 'W2 5TH', 1026, 51.5208187, 0.1910591, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(27, 1, 'رستوران بانو', 'Banoo Restaurant\r\nرستوران بانو در لندن مقدم شما را گرامى ميدارد\r\n\r\nانواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '10 Bina Garden, Kensington', 1, 'SW5 0LA', 1027, 51.4916462, -0.1832714, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(28, 1, 'رستوران آذربایجان', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '291-293 King St, Hammersmith, London', 1, 'W6 9NH', 1028, 51.5073509, -0.1277583, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(29, 1, 'کارواش خزر', 'مجهز به آبگرم', 1, 0.00, 0, NULL, NULL, NULL, NULL, 18, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'Istanbul', 1, '', 1029, 41.014211, 28.97287, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(30, 1, 'سوپر ماركت عسل', 'بهترین محصولات غذایی در شهر لندن', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '343 Edgware Road', 1, 'W2 1EG', 1030, 0, 0, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(31, 1, 'سوپر ماركت دجله', 'بهترین محصولات غذایی در سوپر مارکت دجله در منطقه Barnet شهر لندن.', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '151-155 Ballards Lane', 1, 'N3 1LJ', 1031, 0, 0, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(32, 1, 'سوپر گیشا', 'سوپر ماركت گيشا با بهترین محصولات غذایی ايرانى و مديترانه در منطقه FInchley Central در خدمت شما است.', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '58 Ballards Lane, Finchley Central', 1, 'N3 2BU', 1032, 51.603917, -0.071954, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(33, 1, 'محصولات غذایی سحر', 'Sahar محصولات غذایی سحر', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'test@jobs.com', 'Wiggenhall Industrial Estate', 1, 'WD18 0FE', 1033, 51.6479408, -0.3959873, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(34, 1, 'قنادی و خشکبار تواضع', 'قنادی و خشکبار و نانوایی تواضع Tavazo - The Persian Patisserie', 1, 0.00, 0, NULL, NULL, NULL, NULL, 115, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'info@jobs.com', '147 Ballards Lane', 1, 'N3 1LJ', 1034, 51.5073509, -0.1277583, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(35, 1, 'سوپر گوشت میلاد', 'بهترین محصولات پروتئینی, گوشت, مرغ و ماهی در سوپر میلاد لندن', 1, 0.00, 0, NULL, NULL, NULL, NULL, 60, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, '', '134 Ballards Lane, London', 1, 'N3 2PA', 1035, 51.6048988, -0.1883093, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(36, 1, ' نانوائی پامیر', 'نانوائی مدرن پامیر با ارائه انواع نان, کیک و شیرینی برای جشنها و میهمانیهای شما در لندن و انگلستان', 1, 0.00, 0, NULL, NULL, NULL, NULL, 21, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, '', '72, The Broadway, Greenford', 1, 'UB6 9QA', 0, 51.5287411, -0.3548653, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(37, 1, 'صرافی بهمنی انگلستان', 'صرافی بهمنی در لندن Bahmani Money Exchang', 1, 0.00, 0, NULL, NULL, NULL, NULL, 48, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, '', '2 Hanger Green', 1, 'W5 3EL', 0, 51.5270219, -0.2848615, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(39, 1, 'نازی', 'آبرنگ', 1, 0.00, 0, NULL, NULL, NULL, NULL, 75, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, '', 'E6 5XE', 1, 'E6 5XE', 0, 51.5168849, 0.0529095, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(40, 1, 'جعفر', 'لوله کشی کشی ساختمان', 1, 0.00, 0, NULL, NULL, NULL, NULL, 23, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, '', 'Royal Road', 1, 'E6 5XZ', 0, 51.517787, 0.0559391, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(41, 1, 'رستوران باغ رز', 'رستوران باغ رز در ضلع شمالی هايد پارك لندن آماده پذيرايى از ميهمانان گرامى است\r\n\r\nچلو کباب کوبیده\r\n£7.00\r\nکباب کوبیده با نان\r\n£7.00\r\nچلو جوجه کباب با استخوان\r\n£8.00\r\nخورشت قیمه بادمجان\r\n£7.00\r\nخورشت قورمه سبزی\r\n£6.50\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '4 LancasterTerrace, Paddington', 1, 'W2 3PF', 0, 51.5120217, -0.1762313, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(42, 1, 'رستوران', 'توضیحات', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, 'address', 1, 'N3', 0, 34.024999, -2.250792, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(43, 1, 'رستوران یاسین', 'بهترین کیفیت بهترین پذیرایی ', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '13 Ashbourne Parade, Ealing', 1, 'W5 3QS', 0, 51.528718, -0.2921435, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-03-31 19:39:57', NULL, '2020-05-15 12:44:03', '2020-03-31 19:39:57'),
(44, 1, 'رستوران ترمه', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '2 Canfield Garden', 1, 'NW6 3BS', 0, 51.5468061, -0.1802727, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-02-28 10:24:54', NULL, '2020-05-15 12:44:03', '2020-02-28 10:24:54'),
(45, 1, 'رستوران شانز لیزه', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '11 Kilburn High Rd ', 1, 'NW6 6HT', 0, 51.5372544, -0.1931468, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(46, 1, 'رستوران توریان لانچ', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '90 Highgate Hill, Highgate', 1, 'N19 5NQ', 0, 51.5690901, -0.1416778, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-02-28 10:24:35', NULL, '2020-05-15 12:44:03', '2020-02-28 10:24:35'),
(47, 1, 'رستوران پیانو', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '80-82 Chiswick High Road London', 1, 'W14 1SY', 0, 0, 0, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(48, 1, 'رستوران شب های ایران', 'انواع متنوعی از غذاهای خوشمزه‌ی محلی، ایرانی، فرنگی و انواع مخلفات و نوشیدنی‌ها  در این رستوران سرو می‌شود.\r\nمی‌توانید در کنار میل کردن غذای مورد علاقه‌تان از محیط گرم و صمیمی رستوران نیز نهایت لذت را ببرید\r\nبا فضایی دلپذیر، با طراحی خاص و منحصر به فرد بهترین مکان برای وقت گذراندن و غذا خوردن در کنار خانواده و دوستانتان است\r\n', 1, 0.00, 0, NULL, NULL, NULL, NULL, 53, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, NULL, '379 Uxbridge Road', 1, 'W3 9SA', 0, 51.5084973, -0.2825401, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', NULL, NULL, NULL, '2020-05-15 12:44:03', NULL),
(49, 1, 'علی', 'بهترین آشپز', 1, 0.00, 0, NULL, NULL, NULL, NULL, 33, NULL, '4458796542', '9194257035', NULL, NULL, NULL, NULL, NULL, 'as@msn.com', '49 Pembroke Rd, London E6, UK', 1, 'E6 5XZ', 0, 51.5175772, 0.0558583, '2019-12-01 13:24:13', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-05-15 12:42:06', 1, '2020-03-31 19:40:03', NULL, '2020-05-15 12:44:03', '2020-03-31 19:40:03'),
(228, 13, 'استخدام کارمند', 'مسلط به اصلاح ابرو', 2, 0.00, 0, 'استخدام کارمند', NULL, 'استخدام کارمند', 'علی ', 104, NULL, '02412514846', '07425369865', 'www.test.com', NULL, NULL, NULL, NULL, '1@gmail.com', '232 Lonsdale Ave, London E6 3PR, UK', 1, 'E6 3PR', NULL, 51.522366399999996, 0.0485533, '2020-09-08 15:27:37', '2022-09-05 10:06:59', NULL, 0, 0, 0, 0, '0', 0, 1, 0, NULL, '2020-09-10 00:00:00', 1, '2020-09-08 17:13:55', NULL, '2020-09-08 15:27:37', '2020-09-09 18:30:32');

-- --------------------------------------------------------

--
-- Table structure for table `ads_attributes`
--

CREATE TABLE `ads_attributes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ads_attribute_description_id` int(11) NOT NULL COMMENT 'عنوان این مقدار را مشخص میکند',
  `ads_id` int(11) NOT NULL COMMENT 'تعیین آگهی',
  `integer_value` bigint(20) DEFAULT NULL COMMENT 'در صورتی که فیلتر از نوع عددی باشد این فیلد باید مقداردهی شود',
  `string_value` varchar(1000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'در صورتی که فیلتر از نوع رشته ای باشد این فیلد باید مقداردهی شود',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول تعیین مقدار فیلدر : value';

--
-- Dumping data for table `ads_attributes`
--

INSERT INTO `ads_attributes` (`id`, `ads_attribute_description_id`, `ads_id`, `integer_value`, `string_value`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 10, 70, 200000, NULL, '2020-04-01 23:40:40', '2020-04-01 23:40:40', NULL),
(2, 11, 70, NULL, 'مشکی', '2020-04-01 23:40:40', '2020-04-01 23:40:40', NULL),
(3, 10, 71, 2000, NULL, '2020-04-03 20:30:41', '2020-04-03 20:30:41', NULL),
(4, 10, 72, 2000, NULL, '2020-04-03 20:33:45', '2020-04-03 20:33:45', NULL),
(5, 10, 73, 2000, NULL, '2020-04-03 20:34:47', '2020-04-03 20:34:47', NULL),
(6, 10, 74, 2000, NULL, '2020-04-03 20:35:35', '2020-04-03 20:35:35', NULL),
(7, 10, 75, 2000, NULL, '2020-04-03 20:36:35', '2020-04-03 20:36:35', NULL),
(8, 10, 77, 2000, NULL, '2020-04-03 20:42:09', '2020-04-03 20:42:09', NULL),
(9, 10, 80, 2000, NULL, '2020-04-17 10:30:26', '2020-04-17 10:30:26', NULL),
(10, 10, 81, 2000, NULL, '2020-04-17 10:31:27', '2020-04-17 10:31:27', NULL),
(11, 10, 83, 2000, NULL, '2020-04-17 10:35:15', '2020-04-17 10:35:15', NULL),
(12, 10, 84, 2000, NULL, '2020-04-17 10:42:46', '2020-04-17 10:42:46', NULL),
(13, 10, 85, 2000, NULL, '2020-04-17 10:44:27', '2020-04-17 10:44:27', NULL),
(14, 10, 86, 2000, NULL, '2020-04-17 10:44:44', '2020-04-17 10:44:44', NULL),
(15, 10, 88, 2000, NULL, '2020-04-17 10:51:23', '2020-04-17 10:51:23', NULL),
(16, 10, 89, 2000, NULL, '2020-04-17 10:52:38', '2020-04-17 10:52:38', NULL),
(17, 10, 90, 2000, NULL, '2020-04-17 10:53:37', '2020-04-17 10:53:37', NULL),
(18, 10, 91, 2000, NULL, '2020-04-17 10:53:54', '2020-04-17 10:53:54', NULL),
(19, 10, 92, 2000, NULL, '2020-04-17 10:54:39', '2020-04-17 10:54:39', NULL),
(20, 10, 95, 2000, NULL, '2020-04-17 10:56:47', '2020-04-17 10:56:47', NULL),
(21, 10, 96, 2000, NULL, '2020-04-17 10:57:20', '2020-04-17 10:57:20', NULL),
(22, 10, 97, 2000, NULL, '2020-04-17 11:04:31', '2020-04-17 11:04:31', NULL),
(23, 10, 98, NULL, NULL, '2020-06-05 22:39:04', '2020-06-05 22:39:04', NULL),
(24, 11, 98, NULL, NULL, '2020-06-05 22:39:04', '2020-06-05 22:39:04', NULL),
(25, 12, 98, NULL, NULL, '2020-06-05 22:39:04', '2020-06-05 22:39:04', NULL),
(26, 10, 99, 2000, NULL, '2020-07-12 07:04:57', '2020-07-12 07:04:57', NULL),
(27, 10, 100, 2000, NULL, '2020-07-16 12:37:08', '2020-07-16 12:37:08', NULL),
(28, 10, 101, 2000, NULL, '2020-07-16 12:37:44', '2020-07-16 12:37:44', NULL),
(29, 10, 102, 2000, NULL, '2020-07-16 12:37:51', '2020-07-16 12:37:51', NULL),
(30, 10, 103, 2000, NULL, '2020-07-16 12:38:09', '2020-07-16 12:38:09', NULL),
(31, 10, 104, 2000, NULL, '2020-07-16 12:42:24', '2020-07-16 12:42:24', NULL),
(32, 10, 105, 2000, NULL, '2020-07-16 12:43:12', '2020-07-16 12:43:12', NULL),
(33, 10, 109, 2000, NULL, '2020-08-01 01:20:25', '2020-08-01 01:20:25', NULL),
(34, 10, 110, 2000, NULL, '2020-08-01 01:59:56', '2020-08-01 01:59:56', NULL),
(35, 10, 111, 2000, NULL, '2020-08-01 02:00:10', '2020-08-01 02:00:10', NULL),
(36, 10, 112, 2000, NULL, '2020-08-01 02:00:13', '2020-08-01 02:00:13', NULL),
(37, 10, 113, 2000, NULL, '2020-08-01 02:00:14', '2020-08-01 02:00:14', NULL),
(38, 10, 114, 2000, NULL, '2020-08-01 02:14:04', '2020-08-01 02:14:04', NULL),
(39, 10, 115, 2000, NULL, '2020-08-01 02:14:10', '2020-08-01 02:14:10', NULL),
(40, 10, 116, 2000, NULL, '2020-08-01 02:15:40', '2020-08-01 02:15:40', NULL),
(41, 10, 117, 2000, NULL, '2020-08-01 02:15:41', '2020-08-01 02:15:41', NULL),
(42, 10, 118, 2000, NULL, '2020-08-01 02:15:42', '2020-08-01 02:15:42', NULL),
(43, 10, 119, 2000, NULL, '2020-08-01 02:15:53', '2020-08-01 02:15:53', NULL),
(44, 10, 120, 2000, NULL, '2020-08-01 02:15:54', '2020-08-01 02:15:54', NULL),
(45, 10, 121, 2000, NULL, '2020-08-01 02:15:55', '2020-08-01 02:15:55', NULL),
(46, 10, 122, 2000, NULL, '2020-08-01 02:15:56', '2020-08-01 02:15:56', NULL),
(47, 10, 123, 2000, NULL, '2020-08-01 02:15:59', '2020-08-01 02:15:59', NULL),
(48, 10, 124, 2000, NULL, '2020-08-01 02:18:09', '2020-08-01 02:18:09', NULL),
(49, 10, 125, 2000, NULL, '2020-08-01 02:19:49', '2020-08-01 02:19:49', NULL),
(50, 10, 126, 2000, NULL, '2020-08-01 03:07:52', '2020-08-01 03:07:52', NULL),
(51, 10, 127, 2000, NULL, '2020-08-01 03:07:58', '2020-08-01 03:07:58', NULL),
(52, 10, 128, 2000, NULL, '2020-08-01 03:08:19', '2020-08-01 03:08:19', NULL),
(53, 10, 129, 2000, NULL, '2020-08-01 03:08:37', '2020-08-01 03:08:37', NULL),
(54, 10, 130, 2000, NULL, '2020-08-01 03:33:12', '2020-08-01 03:33:12', NULL),
(55, 10, 131, 2000, NULL, '2020-08-01 03:33:46', '2020-08-01 03:33:46', NULL),
(56, 10, 132, 2000, NULL, '2020-08-01 03:35:23', '2020-08-01 03:35:23', NULL),
(57, 10, 133, 2000, NULL, '2020-08-01 03:36:11', '2020-08-01 03:36:11', NULL),
(58, 10, 134, 2000, NULL, '2020-08-01 03:37:27', '2020-08-01 03:37:27', NULL),
(59, 10, 135, 2000, NULL, '2020-08-01 03:38:11', '2020-08-01 03:38:11', NULL),
(60, 10, 136, 2000, NULL, '2020-08-01 03:38:27', '2020-08-01 03:38:27', NULL),
(61, 10, 137, 2000, NULL, '2020-08-01 04:03:20', '2020-08-01 04:03:20', NULL),
(62, 10, 138, 2000, NULL, '2020-08-01 04:06:04', '2020-08-01 04:06:04', NULL),
(63, 10, 139, 2000, NULL, '2020-08-01 05:56:49', '2020-08-01 05:56:49', NULL),
(64, 10, 140, 2000, NULL, '2020-08-01 06:00:15', '2020-08-01 06:00:15', NULL),
(65, 10, 141, 2000, NULL, '2020-08-01 06:42:44', '2020-08-01 06:42:44', NULL),
(66, 10, 142, 2000, NULL, '2020-08-01 08:03:20', '2020-08-01 08:03:20', NULL),
(67, 10, 143, 2000, NULL, '2020-08-01 08:07:31', '2020-08-01 08:07:31', NULL),
(68, 10, 144, 2000, NULL, '2020-08-01 08:13:05', '2020-08-01 08:13:05', NULL),
(69, 10, 145, 2000, NULL, '2020-08-01 17:37:22', '2020-08-01 17:37:22', NULL),
(70, 10, 146, 2000, NULL, '2020-08-01 17:41:32', '2020-08-01 17:41:32', NULL),
(71, 10, 147, 2000, NULL, '2020-08-01 17:44:20', '2020-08-01 17:44:20', NULL),
(72, 10, 148, 2000, NULL, '2020-08-01 17:46:37', '2020-08-01 17:46:37', NULL),
(73, 10, 149, 2000, NULL, '2020-08-01 17:48:11', '2020-08-01 17:48:11', NULL),
(74, 10, 150, 2000, NULL, '2020-08-01 17:51:00', '2020-08-01 17:51:00', NULL),
(75, 10, 152, 2000, NULL, '2020-08-01 18:06:45', '2020-08-01 18:06:45', NULL),
(76, 10, 153, 2000, NULL, '2020-08-01 18:17:55', '2020-08-01 18:17:55', NULL),
(77, 10, 154, 2000, NULL, '2020-08-01 18:21:45', '2020-08-01 18:21:45', NULL),
(78, 10, 155, 2000, NULL, '2020-08-01 18:26:50', '2020-08-01 18:26:50', NULL),
(79, 10, 156, 2000, NULL, '2020-08-01 18:30:07', '2020-08-01 18:30:07', NULL),
(80, 10, 157, 2000, NULL, '2020-08-01 18:30:35', '2020-08-01 18:30:35', NULL),
(81, 10, 158, 2000, NULL, '2020-08-01 18:31:21', '2020-08-01 18:31:21', NULL),
(82, 10, 159, 2000, NULL, '2020-08-01 18:33:54', '2020-08-01 18:33:54', NULL),
(83, 10, 160, 2000, NULL, '2020-08-01 18:34:35', '2020-08-01 18:34:35', NULL),
(84, 10, 161, 2000, NULL, '2020-08-01 18:38:30', '2020-08-01 18:38:30', NULL),
(85, 10, 163, 2000, NULL, '2020-08-01 18:47:10', '2020-08-01 18:47:10', NULL),
(86, 10, 164, 2000, NULL, '2020-08-02 04:30:20', '2020-08-02 04:30:20', NULL),
(87, 10, 165, 2000, NULL, '2020-08-03 00:39:31', '2020-08-03 00:39:31', NULL),
(88, 10, 166, 2000, NULL, '2020-08-03 00:40:39', '2020-08-03 00:40:39', NULL),
(89, 10, 167, 2000, NULL, '2020-08-03 00:41:05', '2020-08-03 00:41:05', NULL),
(90, 10, 168, 2000, NULL, '2020-08-03 00:42:04', '2020-08-03 00:42:04', NULL),
(91, 10, 169, 2000, NULL, '2020-08-03 02:33:11', '2020-08-03 02:33:11', NULL),
(92, 10, 170, 2000, NULL, '2020-08-03 02:36:04', '2020-08-03 02:36:04', NULL),
(93, 10, 172, 2000, NULL, '2020-08-04 11:03:55', '2020-08-04 11:03:55', NULL),
(94, 10, 174, 2000, NULL, '2020-08-04 12:01:00', '2020-08-04 12:01:00', NULL),
(95, 10, 175, 2000, NULL, '2020-08-04 12:01:11', '2020-08-04 12:01:11', NULL),
(96, 10, 176, 2000, NULL, '2020-08-04 12:01:12', '2020-08-04 12:01:12', NULL),
(97, 10, 178, 2000, NULL, '2020-08-04 12:02:23', '2020-08-04 12:02:23', NULL),
(98, 10, 180, 2000, NULL, '2020-08-04 12:03:33', '2020-08-04 12:03:33', NULL),
(99, 10, 181, 2000, NULL, '2020-08-04 12:04:02', '2020-08-04 12:04:02', NULL),
(100, 10, 186, 2000, NULL, '2020-08-04 12:16:27', '2020-08-04 12:16:27', NULL),
(101, 10, 187, 2000, NULL, '2020-08-04 12:21:15', '2020-08-04 12:21:15', NULL),
(102, 10, 188, 2000, NULL, '2020-08-04 12:24:16', '2020-08-04 12:24:16', NULL),
(103, 10, 189, 2000, NULL, '2020-08-04 15:54:01', '2020-08-04 15:54:01', NULL),
(104, 10, 190, 2000, NULL, '2020-08-05 11:55:29', '2020-08-05 11:55:29', NULL),
(105, 10, 191, 2000, NULL, '2020-08-05 12:03:17', '2020-08-05 12:03:17', NULL),
(106, 10, 192, 2000, NULL, '2020-08-05 12:03:51', '2020-08-05 12:03:51', NULL),
(107, 10, 193, 2000, NULL, '2020-08-05 12:06:46', '2020-08-05 12:06:46', NULL),
(108, 10, 194, 2000, NULL, '2020-08-07 17:49:21', '2020-08-07 17:49:21', NULL),
(109, 10, 195, 2000, NULL, '2020-08-07 17:49:26', '2020-08-07 17:49:26', NULL),
(110, 10, 196, 2000, NULL, '2020-08-07 17:49:30', '2020-08-07 17:49:30', NULL),
(111, 10, 197, 2000, NULL, '2020-08-07 17:49:52', '2020-08-07 17:49:52', NULL),
(112, 10, 198, 2000, NULL, '2020-08-07 17:52:58', '2020-08-07 17:52:58', NULL),
(113, 10, 199, 2000, NULL, '2020-08-15 17:54:04', '2020-08-15 17:54:04', NULL),
(114, 10, 200, 2000, NULL, '2020-08-15 17:54:37', '2020-08-15 17:54:37', NULL),
(115, 10, 201, 2000, NULL, '2020-08-15 18:12:51', '2020-08-15 18:12:51', NULL),
(116, 10, 202, 2000, NULL, '2020-09-05 10:23:35', '2020-09-05 10:23:35', NULL),
(117, 10, 203, NULL, NULL, '2020-09-05 10:34:42', '2020-09-05 10:34:42', NULL),
(118, 10, 204, 2000, NULL, '2020-09-05 11:19:06', '2020-09-05 11:19:06', NULL),
(119, 10, 207, 2000, NULL, '2020-09-05 15:48:36', '2020-09-05 15:48:36', NULL),
(120, 10, 208, 2000, NULL, '2020-09-05 15:56:31', '2020-09-05 15:56:31', NULL),
(121, 10, 210, 2000, NULL, '2020-09-05 16:02:02', '2020-09-05 16:02:02', NULL),
(122, 10, 211, 2000, NULL, '2020-09-05 16:02:33', '2020-09-05 16:02:33', NULL),
(123, 10, 212, 2000, NULL, '2020-09-05 16:03:02', '2020-09-05 16:03:02', NULL),
(124, 10, 217, 2000, NULL, '2020-09-05 17:14:19', '2020-09-05 17:14:19', NULL),
(125, 10, 218, 2000, NULL, '2020-09-05 17:22:02', '2020-09-05 17:22:02', NULL),
(126, 10, 219, 2000, NULL, '2020-09-05 17:22:51', '2020-09-05 17:22:51', NULL),
(127, 10, 220, 2000, NULL, '2020-09-05 17:23:19', '2020-09-05 17:23:19', NULL),
(128, 10, 223, 2000, NULL, '2020-09-05 17:28:46', '2020-09-05 17:28:46', NULL),
(129, 10, 224, 2000, NULL, '2020-09-05 17:29:13', '2020-09-05 17:29:13', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ads_attribute_descriptions`
--

CREATE TABLE `ads_attribute_descriptions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فیلتر به فارسی',
  `field_name` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام فیلدی که داده کاربر در آن وارد می شود. (برای جلوگیری از تداخل با نام دیگر خصوصیات، با پیشوند att_ شروع شود)',
  `unit_id` int(11) DEFAULT NULL COMMENT 'تعیین واحد ویژگی',
  `ads_attribute_description_value_type_id` int(11) NOT NULL COMMENT 'نوع فیلتر را مشخص می کند که از نوع عددی است یا رشته و اینکه مقدار ورودی چگونه باید وارد شود',
  `admin_id` int(11) NOT NULL COMMENT 'تعیین کاربر مدیری که این رکورد را ایجاد کرده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='حدول تعیین عنوان فیلتر : key';

--
-- Dumping data for table `ads_attribute_descriptions`
--

INSERT INTO `ads_attribute_descriptions` (`id`, `title`, `field_name`, `unit_id`, `ads_attribute_description_value_type_id`, `admin_id`, `deleted_at`, `created_at`, `updated_at`) VALUES
(10, 'قیمت', 'att_price', 1, 2, 1, NULL, '2020-04-01 22:28:20', '2020-04-01 22:28:20'),
(11, 'رنگ', 'att_color', NULL, 1, 1, NULL, '2020-04-01 22:42:36', '2020-04-02 00:02:06'),
(12, 'Carpenter', 'att_No Idea', 1, 1, 1, NULL, '2020-06-05 22:23:26', '2020-06-05 22:23:26');

-- --------------------------------------------------------

--
-- Table structure for table `ads_attribute_description_value_types`
--

CREATE TABLE `ads_attribute_description_value_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(250) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'نوع مقدار فیلد فیلتر را مشخص می کند که معمولا میتواند string- number- boolean  باشد',
  `title` varchar(250) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'عنوان نوع که در زمان ایجاد ویژگی نمایش داده می شود',
  `input_type` varchar(250) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'نوع وارد کردن مقدار را تعیین می کند که می تواند عددی، رشته یا بصورت رشته انتخابی (select) باشد. مانند: typing, selecting',
  `admin_id` int(11) NOT NULL COMMENT 'تعیین کاربر مدیری که این رکورد را ایجاد کرده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول تعیین نوع فیلد عنوان فیلتر و نحوه ورود مقادیر ورودی و نحوه انتخاب د زمان  اعمال فیلتر';

--
-- Dumping data for table `ads_attribute_description_value_types`
--

INSERT INTO `ads_attribute_description_value_types` (`id`, `name`, `title`, `input_type`, `admin_id`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'inputText', 'string', 'text', 1, NULL, '2020-02-28 19:15:57', '2020-02-28 19:15:57'),
(2, 'inputInteger', 'integer', 'number', 1, NULL, '2020-02-28 19:15:57', '2020-02-28 19:15:57');

-- --------------------------------------------------------

--
-- Table structure for table `ads_categories`
--

CREATE TABLE `ads_categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `admin_id` int(11) NOT NULL COMMENT 'تعیین کاربر مدیری که این دسته بندی را ایجاد کرده است',
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی دسته بندی',
  `en_title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان لاتین دسته بندی',
  `description` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توضیح فارسی دسته بندی',
  `en_description` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توضیح لاتین دسته بندی',
  `parent_id` int(11) DEFAULT NULL COMMENT 'اگر زیر دسته باشد شناسه والد اینجا قرار می گیرد',
  `show_in_home` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'آیا در صفحه اصلی نمایش داده شود',
  `order` int(11) DEFAULT NULL COMMENT 'ترتیب نمایش در صفحه اصلی',
  `show_in_categories` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'آیا در صفحه دسته بندی ها نمایش داده شود',
  `color_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_favorite` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'اگر دسته بندی موردعلاقه باشد',
  `is_paid` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'اگر پولی باشد',
  `price` decimal(8,0) DEFAULT NULL COMMENT 'قیمت آگهی در این گروه',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ads_categories`
--

INSERT INTO `ads_categories` (`id`, `admin_id`, `title`, `en_title`, `description`, `en_description`, `parent_id`, `show_in_home`, `order`, `show_in_categories`, `color_code`, `is_favorite`, `is_paid`, `price`, `deleted_at`, `created_at`, `updated_at`) VALUES
(3, 25, 'منزل', NULL, NULL, NULL, NULL, 0, 3, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 16:33:30'),
(12, 25, 'آموزش', NULL, NULL, NULL, NULL, 0, 12, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 17:30:12'),
(17, 25, 'گردشگری و صنایع دستی', NULL, NULL, NULL, NULL, 0, 17, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 17:30:29'),
(18, 25, 'متفرقه', NULL, NULL, NULL, NULL, 0, 18, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 19:08:32'),
(19, 25, 'بازار', NULL, NULL, NULL, NULL, 0, 19, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 19:09:26'),
(20, 25, 'ساختمانی', NULL, NULL, NULL, NULL, 0, 20, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 19:09:07'),
(21, 25, 'نقاشی و گچ کاری', NULL, NULL, NULL, 20, 0, 21, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 19:09:39'),
(22, 25, 'بنایی', NULL, NULL, NULL, 20, 0, 22, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2021-07-31 19:09:53'),
(23, 1, 'لوله کشی و تاسیسات', NULL, NULL, NULL, 20, 0, 23, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(24, 1, 'برق', NULL, NULL, NULL, 20, 0, 24, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(25, 1, 'نصب دزد گیر و امکانات حفاظتی', NULL, NULL, NULL, 20, 0, 25, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(26, 1, 'دکوراسیون و طراحی داخل ساختمان', NULL, NULL, NULL, 20, 0, 26, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(27, 1, 'شیشه و نما', NULL, NULL, NULL, 20, 0, 27, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(28, 1, 'درب و پنجره', NULL, NULL, NULL, 20, 0, 28, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(29, 1, 'فضای سبز( باغبانی، گلکاری ، چمن زنی)', NULL, NULL, NULL, 20, 0, 29, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(32, 1, 'نظافت', NULL, NULL, NULL, 31, 0, 32, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(33, 1, 'آشپزی', NULL, NULL, NULL, 31, 0, 33, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(34, 1, 'نگهداری سالمند', NULL, NULL, NULL, 31, 0, 34, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(35, 1, 'نگهداری بیمار و تزریقات', NULL, NULL, NULL, 31, 0, 35, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(36, 1, 'نگهداری فرزند', NULL, NULL, NULL, 31, 0, 36, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(37, 1, 'نگهداری حیوانات خانگی', NULL, NULL, NULL, 31, 0, 37, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(39, 1, 'حقوقی و مالی', NULL, NULL, NULL, NULL, 0, 39, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:25:09'),
(40, 1, 'حسابداری', NULL, NULL, NULL, 39, 0, 40, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(41, 1, 'وکالت', NULL, NULL, NULL, 39, 0, 41, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(42, 1, 'مشاوره مالی', NULL, NULL, NULL, 39, 0, 42, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(43, 1, 'مشاوره بانکی', NULL, NULL, NULL, 39, 0, 43, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(44, 1, 'مهاجرت و اقامت', NULL, NULL, NULL, 39, 0, 44, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(45, 1, 'امور تحصیلی و اعزام دانشجو', NULL, NULL, NULL, 39, 0, 45, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(46, 1, 'مشاوره تجاری', NULL, NULL, NULL, 39, 0, 46, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(47, 1, 'خدمات ویزا', NULL, NULL, NULL, 39, 0, 47, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(48, 1, 'صرافی و خدمات ارزی', NULL, NULL, NULL, 39, 0, 48, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(49, 1, 'بیمه', NULL, NULL, NULL, 39, 0, 49, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(51, 1, 'رستوران و تغذیه', NULL, NULL, NULL, NULL, 0, 51, 1, '770058', 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:25:52'),
(52, 1, 'رستوران سنتی', NULL, NULL, NULL, 51, 0, 52, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(53, 1, 'رستوران', NULL, NULL, NULL, 51, 0, 53, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(54, 1, 'فست فود', NULL, NULL, NULL, 51, 0, 54, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(55, 1, 'کافی شاپ', NULL, NULL, NULL, 51, 0, 55, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(56, 1, 'قهوه خانه و قلیان', NULL, NULL, NULL, 51, 0, 56, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(57, 1, 'کیترینگ', NULL, NULL, NULL, 51, 0, 57, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(59, 1, 'فروشگاه ها', NULL, NULL, NULL, NULL, 0, 59, 1, '600047', 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:26:03'),
(60, 1, 'سوپر مارکت', NULL, NULL, NULL, 59, 0, 60, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(61, 1, 'قنادی', NULL, NULL, NULL, 59, 0, 61, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(62, 1, 'نانوایی', NULL, NULL, NULL, 59, 0, 62, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(63, 1, 'قصابی', NULL, NULL, NULL, 59, 0, 63, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(64, 1, 'میوه و سبزیجات', NULL, NULL, NULL, 59, 0, 64, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(65, 1, 'فروش انواع فرش و تابلو فرش', NULL, NULL, NULL, 59, 0, 65, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(66, 1, 'سوغات و صنایع دستی', NULL, NULL, NULL, 59, 0, 66, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(67, 1, 'کتاب فروشی', NULL, NULL, NULL, 59, 0, 67, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(68, 1, 'طلا ، نقره و جواهرات', NULL, NULL, NULL, 59, 0, 68, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(69, 1, 'خشکشویی', NULL, NULL, NULL, 59, 0, 69, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(71, 1, 'فعالیت های هنری', NULL, NULL, NULL, NULL, 0, 71, 1, '44001a', 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:26:15'),
(72, 1, 'بازیگر', NULL, NULL, NULL, 71, 0, 72, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(73, 1, 'خواننده', NULL, NULL, NULL, 71, 0, 73, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(74, 1, 'نوازنده', NULL, NULL, NULL, 71, 0, 74, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(75, 1, 'نقاش', NULL, NULL, NULL, 71, 0, 75, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(76, 1, 'دو بلر', NULL, NULL, NULL, 71, 0, 76, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(77, 1, 'مجری', NULL, NULL, NULL, 71, 0, 77, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(78, 1, 'مجسمه ساز', NULL, NULL, NULL, 71, 0, 78, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(79, 1, 'خطاط', NULL, NULL, NULL, 71, 0, 79, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(80, 1, 'املاک', NULL, NULL, NULL, NULL, 0, 80, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:26:21'),
(82, 1, 'مشاوره املاک مسکونی', NULL, NULL, NULL, 80, 0, 82, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(83, 1, 'مشاوره املاک تجاری', NULL, NULL, NULL, 80, 0, 83, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(84, 1, 'اجاره', NULL, NULL, NULL, 80, 0, 84, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(86, 1, 'پیشه و مهارت', NULL, NULL, NULL, NULL, 0, 86, 1, '7e2e84', 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:26:43'),
(87, 1, 'آهنگری', NULL, NULL, NULL, 86, 0, 87, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(88, 1, 'نجاری', NULL, NULL, NULL, 86, 0, 88, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(89, 1, 'مزون لباس و خیاطی', NULL, NULL, NULL, 86, 0, 89, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(90, 1, 'رفو و تعمیرات فرش', NULL, NULL, NULL, 86, 0, 90, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(92, 1, 'پزشکی', NULL, NULL, NULL, NULL, 0, 92, 1, 'b33f62', 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:26:53'),
(93, 1, 'پزشک (پزشک عمومی ، متخصص ارتوپد، متخصص قلب، متخصص داخلی، متخصص پوست، متخصص ...)', NULL, NULL, NULL, 92, 0, 93, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(94, 1, 'دندانپزشک (متخصص اطفال، متخصص فک ...)', NULL, NULL, NULL, 92, 0, 94, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(95, 1, 'روانپزشک', NULL, NULL, NULL, 92, 0, 95, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(96, 1, 'مشاوره روانشناسی', NULL, NULL, NULL, 92, 0, 96, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(97, 1, 'آزمایشگاه', NULL, NULL, NULL, 92, 0, 97, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(98, 1, 'فیزیوتراپی', NULL, NULL, NULL, 92, 0, 98, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(99, 1, 'دامپزشک', NULL, NULL, NULL, 92, 0, 99, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(100, 1, 'پرستاری', NULL, NULL, NULL, 92, 0, 100, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(101, 1, 'مشاوره تغذیه و تناسب اندام', NULL, NULL, NULL, 92, 0, 101, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(103, 1, 'آرایش و زیبایی', NULL, NULL, NULL, NULL, 0, 103, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:28:49'),
(104, 1, 'خدمات مو و ابرو', NULL, NULL, NULL, 103, 0, 104, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(105, 1, 'خدمات ناخن', NULL, NULL, NULL, 103, 0, 105, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(106, 1, 'خدمات پوست و پاکسازی', NULL, NULL, NULL, 103, 0, 106, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(107, 1, 'سلاریوم', NULL, NULL, NULL, 103, 0, 107, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(108, 1, 'لیزر', NULL, NULL, NULL, 103, 0, 108, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(109, 1, 'تاتو', NULL, NULL, NULL, 103, 0, 109, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(110, 1, 'کاشت مو', NULL, NULL, NULL, 103, 0, 110, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(112, 1, 'آموزشی', NULL, NULL, NULL, NULL, 0, 112, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:36:32'),
(113, 1, 'تدریس دروس کالج و دانشگاهی', NULL, NULL, NULL, 112, 0, 113, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(114, 1, 'تدریس موسیقی', NULL, NULL, NULL, 112, 0, 114, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(115, 1, 'تدریس زبان خارجه', NULL, NULL, NULL, 112, 0, 115, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(116, 1, 'تدریس زبان فارسی', NULL, NULL, NULL, 112, 0, 116, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(117, 1, 'تدریس نقاشی', NULL, NULL, NULL, 112, 0, 117, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(118, 1, 'تدریس کامپیوتر و نرم افزار', NULL, NULL, NULL, 112, 0, 118, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(119, 1, 'آموزش  های ورزشی مانند شنا ،‌یوگا و...', NULL, NULL, NULL, 112, 0, 119, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(120, 1, 'آموزش رانندگی', NULL, NULL, NULL, 112, 0, 120, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(121, 1, 'مدارس', NULL, NULL, NULL, 112, 0, 121, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(122, 1, 'آموزشگاه ها', NULL, NULL, NULL, 112, 0, 122, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(124, 1, 'حمل و نقل و اتومبیل', NULL, NULL, NULL, NULL, 0, 124, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:29:09'),
(125, 1, 'تعمیرات اتومبیل', NULL, NULL, NULL, 124, 0, 125, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(126, 1, 'تعمیرات دوچرخه و موتور', NULL, NULL, NULL, 124, 0, 126, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(127, 1, 'اجاره اتومبیل', NULL, NULL, NULL, 124, 0, 127, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(128, 1, 'ترانسفر مسافر و فرودگاه', NULL, NULL, NULL, 124, 0, 128, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(129, 1, 'جابجایی بار', NULL, NULL, NULL, 124, 0, 129, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(130, 1, 'ارسال بار و مدارک به خارج', NULL, NULL, NULL, 124, 0, 130, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(131, 1, 'اسباب کشی', NULL, NULL, NULL, 124, 0, 131, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(132, 1, 'راننده شخصی', NULL, NULL, NULL, 124, 0, 132, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(133, 1, 'خرید و فروش اتومبیل', NULL, NULL, NULL, 124, 0, 133, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(135, 1, 'تبلیغات', NULL, NULL, NULL, NULL, 0, 135, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:29:19'),
(137, 1, 'کارت ویزیت و هدایای تبلیغاتی', NULL, NULL, NULL, 135, 0, 137, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(138, 1, 'مجلات فارسی زبان', NULL, NULL, NULL, 135, 0, 138, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(139, 1, 'تابلو های تبلیغاتی و چاپ', NULL, NULL, NULL, 135, 0, 139, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(140, 1, 'ساخت و طراحی لوگو و مهر', NULL, NULL, NULL, 135, 0, 140, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(142, 1, 'کامپیوتر ،موبایل ، آی تی', NULL, NULL, NULL, NULL, 0, 142, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:29:25'),
(143, 1, 'تعمیرات کامپیوتر', NULL, NULL, NULL, 142, 0, 143, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(144, 1, 'تعمیرات موبایل', NULL, NULL, NULL, 142, 0, 144, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(145, 1, 'خرید و فروش', NULL, NULL, NULL, 142, 0, 145, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(146, 1, 'نصب و راه اندازی نرم افزار(سیستم عامل ..)', NULL, NULL, NULL, 142, 0, 146, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(147, 1, 'راه اندازی و تنظیم ماشین های اداری', NULL, NULL, NULL, 142, 0, 147, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(148, 1, 'بازیابی اطلاعات', NULL, NULL, NULL, 142, 0, 148, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(149, 1, 'طراحی وب سایت', NULL, NULL, NULL, 142, 0, 149, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(150, 1, 'خدمات شبکه و اینترنت', NULL, NULL, NULL, 142, 0, 150, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(152, 1, 'پذیرایی و خدمات مجالس', NULL, NULL, NULL, NULL, 0, 152, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:29:34'),
(153, 1, 'برگزاری مجالس', NULL, NULL, NULL, 152, 0, 153, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(154, 1, 'برگزاری خدمات عقد و طلاق', NULL, NULL, NULL, 152, 0, 154, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(155, 1, 'فیلمبرداری', NULL, NULL, NULL, 152, 0, 155, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(156, 1, 'موسیقی', NULL, NULL, NULL, 152, 0, 156, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(157, 1, 'تهیه غذا برای مجالس', NULL, NULL, NULL, 152, 0, 157, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(158, 1, 'ارایه خدمات پذیرایی', NULL, NULL, NULL, 152, 0, 158, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(160, 1, 'گردشگری', NULL, NULL, NULL, NULL, 0, 160, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', '2020-08-06 02:29:43'),
(161, 1, 'خدمات تور', NULL, NULL, NULL, 160, 0, 161, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(162, 1, 'بلیط', NULL, NULL, NULL, 160, 0, 162, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(163, 1, 'کسب و کارهای آنلاین', NULL, NULL, NULL, 160, 0, 163, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(164, 1, 'سایر', NULL, NULL, NULL, 160, 0, 164, 1, NULL, 0, 0, NULL, NULL, '2019-11-30 19:15:55', NULL),
(165, 1, 'عنوان تستی 1', NULL, 'fasdfdsfdffffffffffffffffffff', NULL, 1, 1, 2, 1, NULL, 1, 0, '30000', '2020-07-30 10:23:23', '2020-02-27 20:46:34', '2020-07-30 10:23:23'),
(166, 1, 'dddddddddddddddd', NULL, 'ddddddd', NULL, 165, 0, NULL, 1, NULL, 1, 0, '25000000', '2020-07-30 10:23:10', '2020-02-27 20:57:44', '2020-07-30 10:23:10'),
(167, 10, 'دسته تست 1', NULL, NULL, NULL, 1, 0, 1, 0, NULL, 0, 0, '0', '2020-08-06 01:30:19', '2020-08-04 12:28:25', '2020-08-06 01:30:19'),
(169, 10, 'دسته تست 2', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:31:17', '2020-08-04 13:05:39', '2020-08-06 01:31:17'),
(170, 10, 'دسته تست 3', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:31:15', '2020-08-04 13:06:50', '2020-08-06 01:31:15'),
(172, 10, 'دسته تست 5', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:28:38', '2020-08-04 13:10:52', '2020-08-06 01:28:38'),
(173, 10, 'asd', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:30:07', '2020-08-04 13:13:40', '2020-08-06 01:30:07'),
(174, 10, 'wfewef efwee', NULL, NULL, NULL, NULL, 0, 1, 0, NULL, 0, 0, '0', '2020-08-06 01:31:13', '2020-08-04 13:26:49', '2020-08-06 01:31:13'),
(175, 10, 'ascscasc', NULL, NULL, NULL, NULL, 0, 1, 0, NULL, 0, 0, '0', '2020-08-06 01:31:00', '2020-08-04 13:27:45', '2020-08-06 01:31:00'),
(176, 10, 'دسته تست 4as', NULL, NULL, NULL, NULL, 0, 1, 0, NULL, 0, 0, '0', '2020-08-06 01:30:03', '2020-08-04 13:52:29', '2020-08-06 01:30:03'),
(203, 10, 'asdsdsd', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:28:54', '2020-08-04 14:57:44', '2020-08-06 01:28:54'),
(204, 10, 'دسته تست 4', NULL, 'sasf asf', NULL, NULL, 0, 1, 0, NULL, 0, 0, '0', '2020-08-06 01:28:53', '2020-08-04 15:09:15', '2020-08-06 01:28:53'),
(206, 10, 'تست اپلود 1', 'test 1', 'avsasf efef', 'fsf ef d', NULL, 1, 1, 1, NULL, 1, 0, '0', '2020-08-06 01:28:50', '2020-08-05 09:15:39', '2020-08-06 01:28:50'),
(207, 10, 'دسته نهایی 1', NULL, NULL, NULL, NULL, 1, NULL, 1, NULL, 1, 0, NULL, '2020-08-06 01:28:48', '2020-08-05 13:41:02', '2020-08-06 01:28:48'),
(208, 10, 'v rc xryctvygbuhn', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:28:47', '2020-08-05 14:28:44', '2020-08-06 01:28:47'),
(209, 10, 'hvghc', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-06 01:28:45', '2020-08-05 14:29:32', '2020-08-06 01:28:45'),
(210, 10, 'csdcsd', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-08 10:00:56', '2020-08-06 01:55:55', '2020-08-08 10:00:56'),
(211, 10, 'ا عباعسبیذعسغیذری', NULL, NULL, NULL, 6, 0, 1, 0, NULL, 0, 0, '0', '2020-08-08 10:01:01', '2020-08-06 07:41:05', '2020-08-08 10:01:01'),
(212, 10, 'fwef efwfewfw', NULL, NULL, NULL, 12, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-15 17:10:07', '2020-08-11 00:13:03', '2020-08-15 17:10:07'),
(213, 10, 'er efefwefsd', NULL, NULL, NULL, 13, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-15 17:10:09', '2020-08-11 00:13:59', '2020-08-15 17:10:09'),
(214, 10, 'dsf dfsdf', NULL, NULL, NULL, 12, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-15 17:10:11', '2020-08-11 00:15:41', '2020-08-15 17:10:11'),
(215, 10, 'gergergegge', NULL, NULL, NULL, 10, 0, NULL, 0, NULL, 0, 0, NULL, '2020-08-15 17:10:14', '2020-08-11 05:58:19', '2020-08-15 17:10:14');

-- --------------------------------------------------------

--
-- Table structure for table `app_viewables`
--

CREATE TABLE `app_viewables` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `view_id` int(11) NOT NULL,
  `app_viewable_id` int(11) NOT NULL,
  `app_viewable_type` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `app_viewables`
--

INSERT INTO `app_viewables` (`id`, `view_id`, `app_viewable_id`, `app_viewable_type`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 'App\\Models\\AdsCategory', '2020-08-11 00:00:00', '2020-08-11 00:00:00'),
(2, 1, 2, 'App\\Models\\AdsCategory', '2020-08-12 00:00:00', '2020-08-12 00:00:00'),
(3, 1, 51, 'App\\Models\\AdsCategory', '2020-08-10 00:00:00', '2020-08-11 00:00:00'),
(4, 2, 2, 'App\\Models\\Ads', '2020-08-12 00:00:00', '2020-08-12 00:00:00'),
(5, 2, 4, 'App\\Models\\Ads', '2020-08-12 00:00:00', '2020-08-12 00:00:00'),
(6, 3, 2, 'App\\Models\\Ads', NULL, NULL),
(7, 1, 59, 'App\\Models\\AdsCategory', NULL, NULL),
(8, 1, 71, 'App\\Models\\AdsCategory', NULL, NULL),
(9, 1, 8, 'App\\Models\\AdsCategory', NULL, NULL),
(10, 1, 86, 'App\\Models\\AdsCategory', NULL, NULL),
(11, 1, 92, 'App\\Models\\AdsCategory', NULL, NULL),
(12, 3, 4, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(13, 3, 24, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(14, 3, 25, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(15, 4, 19, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(16, 5, 11, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(17, 5, 12, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(18, 5, 13, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(19, 5, 14, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(20, 5, 15, 'App\\Models\\Ads', '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(21, 11, 3, 'App\\Models\\Ads', NULL, NULL),
(22, 11, 6, 'App\\Models\\Ads', NULL, NULL),
(42, 12, 3, 'App\\Models\\AdsCategory', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `app_views`
--

CREATE TABLE `app_views` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type` int(11) NOT NULL,
  `title` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_color_code` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` varchar(3000) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description_color_code` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `background_color_code` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `action` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `action_color_code` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `order` int(11) DEFAULT NULL COMMENT 'ترتیب نمایش',
  `need_space` tinyint(1) NOT NULL DEFAULT '0',
  `published_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `app_views`
--

INSERT INTO `app_views` (`id`, `type`, `title`, `title_color_code`, `description`, `description_color_code`, `background_color_code`, `action`, `action_color_code`, `order`, `need_space`, `published_at`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 1, '', '#222222', '', NULL, 'a8dadc', '', NULL, 1, 0, '2020-08-20 21:46:42', NULL, '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(2, 2, 'برترین های هفته', NULL, '', NULL, 'a8dadc', '', NULL, 2, 0, '2020-08-20 21:46:42', NULL, '2020-08-12 00:00:00', '2020-08-12 00:00:00'),
(3, 3, 'بهترین رستوران های کی کو', 'ffffff', 'توضیحات لیست 1 در اینجا قابل مشاهده می باشد.', 'ffffff', NULL, '', 'FFFFFF', 3, 1, '2020-08-20 21:46:42', NULL, '2020-08-12 00:00:00', '2020-08-12 00:00:00'),
(4, 4, '', NULL, '', NULL, NULL, '', NULL, 5, 0, '2020-08-20 21:46:42', NULL, '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(5, 3, 'پربازدید ترین ها', 'ffffff', '', '', 'e5989b', '', 'FFFFFF', 4, 0, '2020-08-20 21:46:42', NULL, '2020-08-15 00:00:00', '2020-08-15 00:00:00'),
(6, 1, 'ویو تست 1', NULL, 'ثب سیبسیبسی بسیبسب', NULL, NULL, 'اغادف', NULL, NULL, 0, NULL, NULL, '2020-08-20 21:46:42', '2020-09-02 15:03:11'),
(7, 3, 'ویو تست 2', '123265', 'reg gergegergerge', '142536', '147852', 'یبیبسب', '321456', 1, 1, NULL, NULL, '2020-08-20 21:48:24', '2020-09-02 15:03:14'),
(8, 2, 'fdsvdvsv', NULL, 'sdvsdvdsvds vsdvd', NULL, NULL, 'dvsdvdvsvsdvs', NULL, NULL, 0, NULL, NULL, '2020-08-21 14:20:01', '2020-08-21 14:20:01'),
(9, 2, 'fdsvdvsv', NULL, 'sdvsdvdsvds vsdvd', NULL, NULL, 'dvsdvdvsvsdvs', NULL, NULL, 0, NULL, '2020-08-21 20:56:51', '2020-08-21 14:20:23', '2020-08-21 20:56:51'),
(10, 2, 'fefwefwefwefwe', NULL, 'ewfwefef wefewefwef', NULL, NULL, 'fwefwefwe', NULL, NULL, 0, NULL, '2020-08-21 20:56:46', '2020-08-21 14:22:23', '2020-08-21 20:56:46'),
(11, 2, 'bdffbfbdfbf', NULL, 'dfbdfbdfbdfbdfb', NULL, NULL, 'fdbvfdbfdb', NULL, NULL, 0, '2020-08-21 20:41:32', '2020-08-21 20:56:33', '2020-08-21 14:29:23', '2020-08-21 20:56:33'),
(12, 1, 'ویو تست نهایی 2', NULL, 'شبیشسب شبشسبشب', NULL, NULL, 'بشسبشسبشسب', NULL, NULL, 0, NULL, NULL, '2020-08-21 14:32:18', '2020-09-02 15:03:06');

-- --------------------------------------------------------

--
-- Table structure for table `app_view_types`
--

CREATE TABLE `app_view_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_title` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'نوع ویو مانند slider , singleAds , ...',
  `type_title_fa` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `type_content` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'محتوا : blog , ads , adscategory'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `app_view_types`
--

INSERT INTO `app_view_types` (`id`, `type_title`, `type_title_fa`, `type_content`) VALUES
(1, 'favoriteCategory', 'دسته بندی های برگزیده', 'adsCategory'),
(2, 'slider', 'اسلایدر', 'ads'),
(3, 'favoriteAds', 'اگهی های برگزیده', 'ads'),
(4, 'singleAds', 'تک اگهی', 'ads');

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی بلاگ',
  `en_title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان لاتین بلاگ',
  `short_description` varchar(5000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توضیح کوتاه فارسی بلاگ',
  `en_short_description` varchar(5000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توضیح کوتاه لاتین بلاگ',
  `meta_title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای عنوان',
  `meta_keywords` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای کلمات کلیدی (با کاما از هم جدا می شوند)',
  `meta_description` varchar(2000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای توضیحات',
  `meta_author` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین تگ متای نویسنده',
  `category_id` int(11) DEFAULT NULL COMMENT 'دسته بندی این بلاگ',
  `text` text COLLATE utf8mb4_unicode_ci COMMENT 'متن اصلی فارسی بلاگ',
  `en_text` text COLLATE utf8mb4_unicode_ci COMMENT 'متن اصلی لاتین بلاگ',
  `slider_blog` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه خبر در اسلایدر اصلی باشد یا خیر',
  `is_video` tinyint(1) NOT NULL DEFAULT '0',
  `admin_id` int(11) NOT NULL COMMENT 'تعیین کاربر مدیری که این بلاگ را ایجاد کرده است',
  `published_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی بلاگ منتشر شده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به ثبت اطلاعات بلاگ ها';

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `title`, `en_title`, `short_description`, `en_short_description`, `meta_title`, `meta_keywords`, `meta_description`, `meta_author`, `category_id`, `text`, `en_text`, `slider_blog`, `is_video`, `admin_id`, `published_at`, `deleted_at`, `created_at`, `updated_at`) VALUES
(51, 'مصرف خودسرانه داروهای سنتی و دمنوش ها ممنوع', NULL, 'اما آیا می دانید چه ترفند های ریزی و ساده وجود دارند که می تواند توجه دیگران را به سمت شما جلب کند؟', NULL, 'خبر تکنولوژی', 'خبر تکنولوژی', 'خبر تکنولوژی کی کو', 'سایت کی کو', 8, '<p>همانطور که ما روزانه از شبکه های اجتماعی استفاده می کنیم و گویای وضعیت فعلی اینترنت ماست، اما آیا می دانید چه ترفند های ریزی و ساده وجود دارند که می تواند توجه دیگران را به سمت شما جلب کند؟ بارها از خود این سوال را پرسیده ام که از چه تکنیک هایی در سوشیال مدیاها استفاده می کنم و امروز تصمیم گرفتم درباره اش بنویسم بیایید با هم این نکات را بخوانیم و با ما همراه باشید<br />\r\nنکات کاربردی و برای همه پلتفرم ها :<br />\r\n1- از Micro Content استفاده کنید<br />\r\nممکن است بپرسید میکرو کانتنت چیست؟ پاسخ بسیار ساده است، همه اش درباره این است که چه طور کاربران را روی پلتفرم نگه دارید. خیلی از افراد، شرکت ها و برند های حال حاضر لینک هایی روی پلتفرم (فرض کنید اینستاگرام یا تلگرام) ارسال می کنند که به وسیله آن کاربران را از پلتفرم خارج کنند. یا فرض کنید می خواهید روی فیسبوک مطلبی ارسال کنید،Caption و لینک و قسمتی از محتوا را و عکس بند انگشتی از آن صفحه را بر میدارد که در واقع این کار جواب نمی دهد مخصوصا زمانی که می خواهید Engagement ایجاد کنید و کاربر را با محتوای خود درگیر کنید. ارزشی را که می خواهید ایجاد کنید به صورت اختصاصی در همان پست قرار دهید این کار باعث Engage کاربر می شود (ریتوییت،اشتراک گذاری،کامنت). عموما کاربران در شبکه های اجتماعی لینک هایی را که نمی بینند و محتوای آن را ندیده اند اشتراک نمی گذارند و حتی محتوایی که یک مقدار از آن می دانند و این لایه ایک هایجاد کرده اید را از بین می برد.<br />\r\n2- دوباره به اشتراک بگذارید، شاید افراد دیگری که ندیده اند بازدید کنند.<br />\r\n3- از ویدئو های خود فایل GIF بسازید.<br />\r\n4- همیشه قبل از کامنت گذاشتن Reply را لایک کنید.<br />\r\n5- مراقب پلتفرم های جدید باشید و به محض آمدن آن ها را امتحان کنید. ازخودتان سوال کنید چند سرویس مشابه آپارات در داخل کشور می شناسید؟<br />\r\nدر رابطه با اینستاگرام (Instagram)</p>\r\n\r\n<p>6- نام کاربری خودتان را آریا دانلود با کلمات کلیدی بسازید و بهینه سازی کنید. برای مثال اگر شما برند هستید و می خواهید زمانی که جستجو می شوید با اسم خودتان بالا بیایید در جستجو هاپس باید نام کاربری خود را تغییر دهید و چیزی با معنی بگذارید. برای مثال اگر در حوزه دیجیتال مارکتینگ فعالیت می کنید و می خواهید دیده شوید اسم خودتان را از روی نام کاربری بردارید و چیزی بگذارید که در ابتدای آن دیجیتال مارکتینگ- Digital Marketing دیده شود.</p>\r\n\r\n<p>7- از متن های زیر لینک ها غافل نشوید و از آن ها برای ترغیب کاربر به کلیک و انجام فعال استفاده کنید. بای مثال اگر می خواهید محصول-خدمت-سرویس خود را پروموت کنید و یا آفر 50%، خرید رایگان کتاب استفاده کنید البته مطمئن شوید مردم را اگاه می کنید از چیزی که می خواهید به آن ها ارائه دهید که چه چیزی می خواهند به دست بیاورند و چه مبلغی باید بپردازند.</p>\r\n\r\n<p>8- در روز 3 الی 4 بار انتشار مطلب داشته باشید. ممکن است همین الان برخی از خوانندگان محترم بگویند که این کار یعنی اسپم، اما اسپم نیست. اگر شما یک بار در هفته یا یک بار در طی روز مطلب ارسال کنید مطلب شما گیرا نخواهد بود، سوشیال مدیا یعنی در لحظه کار کردن و به روز بودن و مطلب شما هم چیزی نیست که برای سال ها بماند و کاربر جذب کند پس واقع بین باشید. بیشتر مطلب ارسال کردن به منزله بیشتر دیده شدن است و شانس دیده شدن محتوای خود را بالا خواهید برد و درصد درگیری کاربر با محتوای خود را بالا خواهید برد. محتواها لحظه های کاربر شما را می سازند. در نتیجه تا می توانید محتوا ارسال کنید. البته تا جاییکه می توانید محتوای خوب ارسال کنید ادامه دهید.</p>\r\n\r\n<p>9- تعداد # هشتگ ها را به حداکثر برسانید و آن ها را در کامنت اول بعد مطلب ارسال کنیدهمیشه در مورد این تگ ها بحث می شودکه می گویند نگذارید بیشتر 3 هشتگ باشد! آیا استفاده زیاد به معنای اسپم است؟ به نظر می رسد .... باشد و خیلی چیزهای دیگه. ببینید آن هایی که میلیون ها فالوور دارند قطعا این کار را انجام نمی دهند اما ما اینجا در مورد کسب و کارهای کوچک صحبت می کنیم که حداکثر می توانند 30 هشتگ بگذارند، معمولا هشتگ ها را در پیج های زیر 500K می بینید و حتی زیر 20 هزار با این ابزار می توانید زودتر به افراد مخاطب خود دسترسی پیدا کنید. مثال واضح تری بزنم اگر در صنعت خود پیج هایی را میبینید که همیشه بالا هستند حتی با پست های کمتر از شما و فالورهای بیشتری جذب کرده اند یکی از دلایلش همین است و آن حداکثر کردن هشتگ هاست بیشتر دیده می شوند.از هشتگ های Long tail یا طولانی استفاده کنید. از هشتگ ها در Caption استفاده نکنید. اگر از هشتگ ها در کامنت اول استفاده کنید آن ها دیده نمی شوند و به ظاهر اسپمی هم به نظر نمی رسند.</p>\r\n\r\n<p>10- از ویدئو ها بیشتر و بیشتر استفاده کنید. دوروبرتان را نگاه کنید همه می گویند از ویدئو مارکتینگ استفاده کنید. در اینستاگرام شما یک دقیقه زمان خواهید داشت. از ویدئو ها در فرم های مختلف استفاده کنید مانند بومرنگ و ثابت نباشید. هیجان ایجاد می کند این کارو به حرکت وا می دارد میبینند که پیج شما زنده است.</p>\r\n\r\n<p>11- در ویدئو های خود از متن استفاده کنید، ویدئو های شما بایست متن داشته باشند پیشنهاد من موضوع در ابتدا و زیر نویس است. همانطور که می دانید این پلتفرم می تواند ویدئو ها و موزیک های شما را به صورت اتوماتیک غیر فعال کند پس ممکن است شنیده نشوید اما زیر نویس کار را برای شما اوکی می کند.و توجه آن ها را جلب می کند. و اما از چه ابزارهایی برای این کار استفاده کنیم ما در آریا دانلود به شما چند ابزار معرفی می کنیم که البته در صورت درخواست شم ادر کامنت ها می توانیم با لینک مستقیم برای شما قرار دهیم.</p>\r\n\r\n<p>نرم افزار HandBrake</p>\r\n\r\n<p>نرم افزار Brosoft Video Converter</p>\r\n\r\n<p>نرم افزار Videopad Video Editor</p>\r\n\r\n<p>نرم افزار Movavi Video Editor</p>\r\n\r\n<p>نرم افزار Dotsub</p>\r\n\r\n<p>هر کدام از این نرم افزارها دارای ویژگی های جالب و به خصوصی هستند.</p>\r\n\r\n<p>12-از ویژگی تصویر چند عکس در یک پست اینستاگرام استفاده کنید. عالیه مخصوصا برای محصولات یه شرکت و عالی تر برای فروشگاه های اینترنتی از این طریق می توانید محصولات مختلف را با ورق زدن به نمایش بگذارید. و یا حتی می توانید به صورت داستانی محصول و خدمت خود را ارائه کنید. همیشه از ابزارهای جدید استفاده کنید. از این خصوصیت می توانید کاربران خود را از کارهای خود و اتفاقات شرکت و پیرامون خود با خبر سازید مثلا برای رویدادهای نمایشگاهی.</p>\r\n\r\n<p>سعی کنید قبل از افراد دیگر ابزارهای جدید حوزه دیجیتال مارکتینگ را امتحان کنید چرا که در این صورت است که مزایای آن را زودتر دریافت خواهید کرد.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>13- از قابلیت استوری اینستاگرام استفاده کنید، 5 الی 10 بار در طی روز، به عقیده من استوری هایی که در اینستاگرام منتشر می شوند از اسنپ چت بهتر است، برای یک برند من روزانه 5 الی 10 بار را پیشنهاد می کنم. اگر روزانه 2 بار استوری بفرستید مطمئن باشید دیده نمی شوید. اگر می خواهید دیده شوید این راهش است.</p>\r\n\r\n<p>14-از محتواهایی که قبلا گذاشته اید استوری تهیه کنید و یا از محتواهایی که خارج از اینستاگرام هستند و مرتبط با کار شما است تهیه کنید نیاز نیست همیشه خودتان در تصویر باشید، محتوا را ویرایش کنید و از استوری پرموت کنید می تواند از سایت های دیگر باشید یا سوشیال های دیگر و حتی کمپین های دیگر! افرادی هستند که استوری تماشا می کنند و شما طبیعتا می خواهید محتوای شما را ببینند.</p>\r\n\r\n<p>15- از خصوصیت Mention در استوری ها استفاده کنید که این کار باعث دیگر شدن افراد بیشتر می شود، از این طریق می توانید دوستان، اینستاگرامرها،هم دانشگاهی ها و همکاران خود را دعوت کنید در پروژه ها و کارهای دیگر خود و حتی می توانید خودتان را نیز منشن کنید اگر می خواهید افراد شما را ببینند و از آن طریق وارد پروفایل شما بشوند و Bio شما را مشاهده کنند. برای تیم سازی این قابلیت عالی است.</p>\r\n\r\n<p>16- از نام کاربری خود در Mention ها استفاده کنید بدین ترتیب افراد می توانند کلیک کنند پروفایل شما را ببینند، و روی لینکی که روی Bio شما است کلیک کنند.چرا این کار مهم است؟ دلیلش این است که کاربران هیچ گاه پروفایل مشا را نمی بینند و اکثرا فید های شما را تماشا می کنند این کار برای پروموشن ها عالی است. ببینید شما نمی توانید کمپین های جذب فالوور در اینستا داشته باشید شما می توانید آن ها را هل دهید به سمت سایت شما بیاییند و از این طریق می توانید ببینید چند نفر از پیج شما به سمت سایت شما آمده اند با ابزارهای UTM و Tracking ...</p>\r\n\r\n<p>17- نیاز است برای فریاد های خود پول خرج کنید! اینفلوئنسرهای ایسنتا را پیدا کنید به آن ها بگویید 100 هزار تومان و یک شام آن ها را دعوت می کنید. نیاز نیست مبلغ خیلی بالایی باشد ممکن اندازه گیری پس از انجام کار است اینجا صحبت از برندینگ است. فقط یک بار انجام دهید. این هم مانند قبلی ها برای یک بار فایده ندارد حداقل 5 بار برای یک ماه با افراد مختلف را تست کنید. اگر شما بخواهید یک دوچرخه بخرید آیا با یک بار دیدن تبلیغ ترغیب می شوید ؟ مشخص است که نه حتما باید چندین بار ببینید</p>\r\n\r\n<p>تهیه و ترجمه: سید محمد رضا فرحناک فر</p>', NULL, 1, 0, 1, '2020-09-02 15:27:14', NULL, '2020-08-06 10:50:04', '2020-09-02 15:27:14'),
(52, 'به همین سادگی, ترفند گره ای خوشگل', NULL, 'با دیدن چندتا ترفند ساده و شیک گره ای میتونی جلوه ی جدیدی به لباس ها بدی\r\nخودت بساز و انجامش بده', NULL, 'اخبار روز', 'خبر روز', 'اخبار روز', 'سایت کی کو', 2, '<p>با دیدن چندتا ترفند ساده و شیک گره ای میتونی جلوه ی جدیدی به لباس ها بدی<br />\r\nخودت بساز و انجامش بده&nbsp;<br />\r\nDIY</p>', NULL, 1, 0, 1, '2020-09-02 15:28:24', NULL, '2020-08-06 18:15:35', '2020-09-02 15:28:24'),
(53, 'استفاده از سوشال مدیا برای کسب و کارهای موفق', NULL, 'آیا می دانید چه ترفند های ریزی و ساده وجود دارند که می تواند توجه دیگران را به سمت شما جلب کند؟', NULL, 'خبر تکنولوژی', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'خبر تکنولوژی', 'سایت کی کو', 4, '<p>همانطور که ما روزانه از شبکه های اجتماعی استفاده می کنیم و گویای وضعیت فعلی اینترنت ماست، اما آیا می دانید چه ترفند های ریزی و ساده وجود دارند که می تواند توجه دیگران را به سمت شما جلب کند؟ بارها از خود این سوال را پرسیده ام که از چه تکنیک هایی در سوشیال مدیاها استفاده می کنم و امروز تصمیم گرفتم درباره اش بنویسم بیایید با هم این نکات را بخوانیم و با ما همراه باشید<br />\r\nنکات کاربردی و برای همه پلتفرم ها :<br />\r\n1- از Micro Content استفاده کنید<br />\r\nممکن است بپرسید میکرو کانتنت چیست؟ پاسخ بسیار ساده است، همه اش درباره این است که چه طور کاربران را روی پلتفرم نگه دارید. خیلی از افراد، شرکت ها و برند های حال حاضر لینک هایی روی پلتفرم (فرض کنید اینستاگرام یا تلگرام) ارسال می کنند که به وسیله آن کاربران را از پلتفرم خارج کنند. یا فرض کنید می خواهید روی فیسبوک مطلبی ارسال کنید،Caption و لینک و قسمتی از محتوا را و عکس بند انگشتی از آن صفحه را بر میدارد که در واقع این کار جواب نمی دهد مخصوصا زمانی که می خواهید Engagement ایجاد کنید و کاربر را با محتوای خود درگیر کنید. ارزشی را که می خواهید ایجاد کنید به صورت اختصاصی در همان پست قرار دهید این کار باعث Engage کاربر می شود (ریتوییت،اشتراک گذاری،کامنت). عموما کاربران در شبکه های اجتماعی لینک هایی را که نمی بینند و محتوای آن را ندیده اند اشتراک نمی گذارند و حتی محتوایی که یک مقدار از آن می دانند و این لایه ایک هایجاد کرده اید را از بین می برد.<br />\r\n2- دوباره به اشتراک بگذارید، شاید افراد دیگری که ندیده اند بازدید کنند.<br />\r\n3- از ویدئو های خود فایل GIF بسازید.<br />\r\n4- همیشه قبل از کامنت گذاشتن Reply را لایک کنید.<br />\r\n5- مراقب پلتفرم های جدید باشید و به محض آمدن آن ها را امتحان کنید. ازخودتان سوال کنید چند سرویس مشابه آپارات در داخل کشور می شناسید؟<br />\r\nدر رابطه با اینستاگرام (Instagram)</p>\r\n\r\n<p>6- نام کاربری خودتان را آریا دانلود با کلمات کلیدی بسازید و بهینه سازی کنید. برای مثال اگر شما برند هستید و می خواهید زمانی که جستجو می شوید با اسم خودتان بالا بیایید در جستجو هاپس باید نام کاربری خود را تغییر دهید و چیزی با معنی بگذارید. برای مثال اگر در حوزه دیجیتال مارکتینگ فعالیت می کنید و می خواهید دیده شوید اسم خودتان را از روی نام کاربری بردارید و چیزی بگذارید که در ابتدای آن دیجیتال مارکتینگ- Digital Marketing دیده شود.</p>\r\n\r\n<p>7- از متن های زیر لینک ها غافل نشوید و از آن ها برای ترغیب کاربر به کلیک و انجام فعال استفاده کنید. بای مثال اگر می خواهید محصول-خدمت-سرویس خود را پروموت کنید و یا آفر 50%، خرید رایگان کتاب استفاده کنید البته مطمئن شوید مردم را اگاه می کنید از چیزی که می خواهید به آن ها ارائه دهید که چه چیزی می خواهند به دست بیاورند و چه مبلغی باید بپردازند.</p>\r\n\r\n<p>8- در روز 3 الی 4 بار انتشار مطلب داشته باشید. ممکن است همین الان برخی از خوانندگان محترم بگویند که این کار یعنی اسپم، اما اسپم نیست. اگر شما یک بار در هفته یا یک بار در طی روز مطلب ارسال کنید مطلب شما گیرا نخواهد بود، سوشیال مدیا یعنی در لحظه کار کردن و به روز بودن و مطلب شما هم چیزی نیست که برای سال ها بماند و کاربر جذب کند پس واقع بین باشید. بیشتر مطلب ارسال کردن به منزله بیشتر دیده شدن است و شانس دیده شدن محتوای خود را بالا خواهید برد و درصد درگیری کاربر با محتوای خود را بالا خواهید برد. محتواها لحظه های کاربر شما را می سازند. در نتیجه تا می توانید محتوا ارسال کنید. البته تا جاییکه می توانید محتوای خوب ارسال کنید ادامه دهید.</p>\r\n\r\n<p>9- تعداد # هشتگ ها را به حداکثر برسانید و آن ها را در کامنت اول بعد مطلب ارسال کنیدهمیشه در مورد این تگ ها بحث می شودکه می گویند نگذارید بیشتر 3 هشتگ باشد! آیا استفاده زیاد به معنای اسپم است؟ به نظر می رسد .... باشد و خیلی چیزهای دیگه. ببینید آن هایی که میلیون ها فالوور دارند قطعا این کار را انجام نمی دهند اما ما اینجا در مورد کسب و کارهای کوچک صحبت می کنیم که حداکثر می توانند 30 هشتگ بگذارند، معمولا هشتگ ها را در پیج های زیر 500K می بینید و حتی زیر 20 هزار با این ابزار می توانید زودتر به افراد مخاطب خود دسترسی پیدا کنید. مثال واضح تری بزنم اگر در صنعت خود پیج هایی را میبینید که همیشه بالا هستند حتی با پست های کمتر از شما و فالورهای بیشتری جذب کرده اند یکی از دلایلش همین است و آن حداکثر کردن هشتگ هاست بیشتر دیده می شوند.از هشتگ های Long tail یا طولانی استفاده کنید. از هشتگ ها در Caption استفاده نکنید. اگر از هشتگ ها در کامنت اول استفاده کنید آن ها دیده نمی شوند و به ظاهر اسپمی هم به نظر نمی رسند.</p>\r\n\r\n<p>10- از ویدئو ها بیشتر و بیشتر استفاده کنید. دوروبرتان را نگاه کنید همه می گویند از ویدئو مارکتینگ استفاده کنید. در اینستاگرام شما یک دقیقه زمان خواهید داشت. از ویدئو ها در فرم های مختلف استفاده کنید مانند بومرنگ و ثابت نباشید. هیجان ایجاد می کند این کارو به حرکت وا می دارد میبینند که پیج شما زنده است.</p>\r\n\r\n<p>11- در ویدئو های خود از متن استفاده کنید، ویدئو های شما بایست متن داشته باشند پیشنهاد من موضوع در ابتدا و زیر نویس است. همانطور که می دانید این پلتفرم می تواند ویدئو ها و موزیک های شما را به صورت اتوماتیک غیر فعال کند پس ممکن است شنیده نشوید اما زیر نویس کار را برای شما اوکی می کند.و توجه آن ها را جلب می کند. و اما از چه ابزارهایی برای این کار استفاده کنیم ما در آریا دانلود به شما چند ابزار معرفی می کنیم که البته در صورت درخواست شم ادر کامنت ها می توانیم با لینک مستقیم برای شما قرار دهیم.</p>\r\n\r\n<p>نرم افزار HandBrake</p>\r\n\r\n<p>نرم افزار Brosoft Video Converter</p>\r\n\r\n<p>نرم افزار Videopad Video Editor</p>\r\n\r\n<p>نرم افزار Movavi Video Editor</p>\r\n\r\n<p>نرم افزار Dotsub</p>\r\n\r\n<p>هر کدام از این نرم افزارها دارای ویژگی های جالب و به خصوصی هستند.</p>\r\n\r\n<p>12-از ویژگی تصویر چند عکس در یک پست اینستاگرام استفاده کنید. عالیه مخصوصا برای محصولات یه شرکت و عالی تر برای فروشگاه های اینترنتی از این طریق می توانید محصولات مختلف را با ورق زدن به نمایش بگذارید. و یا حتی می توانید به صورت داستانی محصول و خدمت خود را ارائه کنید. همیشه از ابزارهای جدید استفاده کنید. از این خصوصیت می توانید کاربران خود را از کارهای خود و اتفاقات شرکت و پیرامون خود با خبر سازید مثلا برای رویدادهای نمایشگاهی.</p>\r\n\r\n<p>سعی کنید قبل از افراد دیگر ابزارهای جدید حوزه دیجیتال مارکتینگ را امتحان کنید چرا که در این صورت است که مزایای آن را زودتر دریافت خواهید کرد.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>13- از قابلیت استوری اینستاگرام استفاده کنید، 5 الی 10 بار در طی روز، به عقیده من استوری هایی که در اینستاگرام منتشر می شوند از اسنپ چت بهتر است، برای یک برند من روزانه 5 الی 10 بار را پیشنهاد می کنم. اگر روزانه 2 بار استوری بفرستید مطمئن باشید دیده نمی شوید. اگر می خواهید دیده شوید این راهش است.</p>\r\n\r\n<p>14-از محتواهایی که قبلا گذاشته اید استوری تهیه کنید و یا از محتواهایی که خارج از اینستاگرام هستند و مرتبط با کار شما است تهیه کنید نیاز نیست همیشه خودتان در تصویر باشید، محتوا را ویرایش کنید و از استوری پرموت کنید می تواند از سایت های دیگر باشید یا سوشیال های دیگر و حتی کمپین های دیگر! افرادی هستند که استوری تماشا می کنند و شما طبیعتا می خواهید محتوای شما را ببینند.</p>\r\n\r\n<p>15- از خصوصیت Mention در استوری ها استفاده کنید که این کار باعث دیگر شدن افراد بیشتر می شود، از این طریق می توانید دوستان، اینستاگرامرها،هم دانشگاهی ها و همکاران خود را دعوت کنید در پروژه ها و کارهای دیگر خود و حتی می توانید خودتان را نیز منشن کنید اگر می خواهید افراد شما را ببینند و از آن طریق وارد پروفایل شما بشوند و Bio شما را مشاهده کنند. برای تیم سازی این قابلیت عالی است.</p>\r\n\r\n<p>16- از نام کاربری خود در Mention ها استفاده کنید بدین ترتیب افراد می توانند کلیک کنند پروفایل شما را ببینند، و روی لینکی که روی Bio شما است کلیک کنند.چرا این کار مهم است؟ دلیلش این است که کاربران هیچ گاه پروفایل مشا را نمی بینند و اکثرا فید های شما را تماشا می کنند این کار برای پروموشن ها عالی است. ببینید شما نمی توانید کمپین های جذب فالوور در اینستا داشته باشید شما می توانید آن ها را هل دهید به سمت سایت شما بیاییند و از این طریق می توانید ببینید چند نفر از پیج شما به سمت سایت شما آمده اند با ابزارهای UTM و Tracking ...</p>\r\n\r\n<p>17- نیاز است برای فریاد های خود پول خرج کنید! اینفلوئنسرهای ایسنتا را پیدا کنید به آن ها بگویید 100 هزار تومان و یک شام آن ها را دعوت می کنید. نیاز نیست مبلغ خیلی بالایی باشد ممکن اندازه گیری پس از انجام کار است اینجا صحبت از برندینگ است. فقط یک بار انجام دهید. این هم مانند قبلی ها برای یک بار فایده ندارد حداقل 5 بار برای یک ماه با افراد مختلف را تست کنید. اگر شما بخواهید یک دوچرخه بخرید آیا با یک بار دیدن تبلیغ ترغیب می شوید ؟ مشخص است که نه حتما باید چندین بار ببینید</p>\r\n\r\n<p>تهیه و ترجمه: سید محمد رضا فرحناک فر</p>', NULL, 1, 0, 1, '2020-09-02 15:25:04', NULL, '2020-08-06 18:19:07', '2020-09-02 15:25:04'),
(64, 'خبر تست نوتیفیکیشن', NULL, 'خبر تست نوتیفیکیشن خبر تست نوتیفیکیشن', NULL, 'خبر تست نوتیفیکیشن', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'خبر تست نوتیفیکیشن', 'سایت کی کو', 1, '<p>خبر تست نوتیفیکیشن&nbsp;خبر تست نوتیفیکیشن&nbsp;خبر تست نوتیفیکیشن&nbsp;خبر تست نوتیفیکیشن&nbsp;&nbsp;خبر تست نوتیفیکیشن&nbsp;</p>', NULL, 0, 0, 1, '2020-08-07 22:44:30', '2020-08-08 09:53:17', '2020-08-07 22:44:30', '2020-08-08 09:53:17'),
(65, 'Test video', NULL, 'Test video', NULL, 'Test video', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'Test video', 'سایت کی کو', 3, '<p>Test video</p>', NULL, 0, 1, 1, NULL, '2021-08-02 15:45:37', '2020-08-08 13:06:37', '2021-08-02 15:45:37'),
(68, 'خبر 1', NULL, 'توضیح کوتاه', NULL, 'خبر تکنولوژی', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'محتوای اصلی', 'سایت کی کو', 1, '<p>محتوای اصلی</p>', NULL, 0, 0, 1, NULL, '2021-08-02 15:45:33', '2020-08-08 16:22:05', '2021-08-02 15:45:33'),
(69, 'تست پوش', NULL, 'سیب سیبسیبسیبسبسبس', NULL, 'ب یلیبلیبلیبلیلبل', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'سی سببس بس', 'سایت کی کو', 1, '<p>بسبسب یس بسیبسیبیسبسیب</p>', NULL, 0, 0, 1, NULL, '2021-08-02 15:45:26', '2020-08-08 16:25:12', '2021-08-02 15:45:26'),
(70, 'خبر تست نوتیفیکیشن', NULL, 'خبر تست نوتیفیکیشن', NULL, 'خبر تست نوتیفیکیشن', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'خبر تست نوتیفیکیشن', 'سایت کی کو', 1, '<p>خبر تست نوتیفیکیشن</p>', NULL, 0, 0, 1, NULL, '2021-08-02 15:45:23', '2020-08-08 17:26:36', '2021-08-02 15:45:23'),
(71, 'تست 20', NULL, 'تست 20 تست 20 تست 20', NULL, 'تست 20', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'تست 20', 'سایت کی کو', 2, '<p>تست 20&nbsp;تست 20&nbsp;تست 20</p>', NULL, 0, 0, 1, NULL, '2021-08-02 15:45:19', '2020-08-08 17:36:29', '2021-08-02 15:45:19'),
(80, 'تست ویدئو', NULL, 'tjythtyjtyjtjy', NULL, 'j tyjtyjtjytjtj', 'qiqoo,کی کو,درج آگهی,درج پیام,qiqooapp', 'tyjtjytjtyj', 'سایت کی کو', 4, '<p>jtjtjttttttttttttttttttttttttttt</p>', NULL, 0, 1, 1, '2020-09-02 15:32:35', '2021-08-02 15:45:14', '2020-08-11 07:09:31', '2021-08-02 15:45:14');

-- --------------------------------------------------------

--
-- Table structure for table `bookmarks`
--

CREATE TABLE `bookmarks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL COMMENT 'کاربر مورد نظر',
  `ads_id` int(11) NOT NULL COMMENT ' آگهی مورد نظر',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به ثبت آگهی های نشان شده برای کاربران';

--
-- Dumping data for table `bookmarks`
--

INSERT INTO `bookmarks` (`id`, `user_id`, `ads_id`, `created_at`, `updated_at`) VALUES
(1, 1, 37, '2020-03-27 22:25:47', NULL),
(2, 1, 38, '2020-03-27 22:25:47', NULL),
(3, 6, 109, '2020-03-27 22:25:47', NULL),
(4, 8, 109, '2020-03-27 22:25:47', NULL),
(9, 9, 109, '2020-04-03 12:45:08', NULL),
(10, 1, 109, '2020-04-03 12:45:08', NULL),
(27, 7, 4, '2020-06-22 07:12:18', NULL),
(30, 7, 109, '2020-07-10 06:45:10', NULL),
(31, 10, 109, '2020-07-10 07:59:01', NULL),
(32, 77, 25, '2020-08-31 15:26:04', NULL),
(41, 74, 4, '2020-09-03 08:36:17', NULL),
(64, 74, 2, '2020-09-03 08:54:08', NULL),
(109, 80, 2, '2020-09-03 09:01:28', NULL),
(110, 1, 20, '2020-09-08 14:39:49', NULL),
(111, 6, 20, '2020-09-08 14:39:56', NULL),
(112, 6, 22, '2020-09-08 14:40:00', NULL),
(113, 6, 228, '2020-09-08 15:28:01', NULL),
(114, 13, 17, '2020-09-09 18:22:12', NULL),
(115, 13, 16, '2020-09-09 18:22:13', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `categoriables`
--

CREATE TABLE `categoriables` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `category_id` int(11) NOT NULL COMMENT 'تعیین مشخصات دسته بندی',
  `categoriable_id` int(11) NOT NULL COMMENT 'تعیین شناسه فیلدی که این دسته بندی را دارد',
  `categoriable_type` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'تعیین جدولی که این دسته بندی را دارد:فیلتر یا ... (در آینده شاید ماژولی به این نیاز داشته باشد)',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول میانی بین دسته بندی و فیلترها از نوع morph_many';

--
-- Dumping data for table `categoriables`
--

INSERT INTO `categoriables` (`id`, `category_id`, `categoriable_id`, `categoriable_type`, `created_at`, `updated_at`) VALUES
(9, 10, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(10, 11, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(11, 12, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(14, 1, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(15, 2, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(16, 3, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(17, 4, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(18, 5, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(19, 6, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(20, 7, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(21, 8, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(22, 9, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(23, 13, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(24, 14, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(25, 15, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(26, 16, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(27, 17, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(28, 18, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(29, 19, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(30, 20, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(31, 21, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(32, 22, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(33, 23, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(34, 24, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(35, 25, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(36, 26, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(37, 27, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(38, 28, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(39, 29, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(40, 30, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(41, 31, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(42, 32, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(43, 33, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(44, 34, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(45, 35, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(46, 36, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(47, 37, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(48, 38, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(49, 39, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(50, 40, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(51, 41, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(52, 42, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(53, 43, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(54, 44, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(55, 45, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(56, 46, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(57, 47, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(58, 48, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(59, 49, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(60, 50, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(61, 51, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(62, 52, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(63, 53, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(64, 54, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(65, 55, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(66, 56, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(67, 57, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(68, 58, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(69, 59, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(70, 60, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(71, 61, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(72, 62, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(73, 63, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(74, 64, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(75, 65, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(76, 66, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(77, 67, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(78, 68, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(79, 69, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(80, 70, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(81, 71, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(82, 72, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(83, 73, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(84, 74, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(85, 75, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(86, 76, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(87, 77, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(88, 78, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(89, 79, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(90, 80, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(91, 81, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(92, 82, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(93, 83, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(94, 84, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(95, 85, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(96, 86, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(97, 87, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(98, 88, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(99, 89, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(100, 90, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(101, 91, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(102, 92, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(103, 93, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(104, 94, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(105, 95, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(106, 96, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(107, 97, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(108, 98, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(109, 99, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(110, 100, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(111, 101, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(112, 102, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(113, 103, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(114, 104, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(115, 105, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(116, 106, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(117, 107, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(118, 108, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(119, 109, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(120, 110, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(121, 111, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(122, 112, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(123, 113, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(124, 114, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(125, 115, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(126, 116, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(127, 117, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(128, 118, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(129, 119, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(130, 120, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(131, 121, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(132, 122, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(133, 123, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(134, 124, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(135, 125, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(136, 126, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(137, 127, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(138, 128, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(139, 129, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(140, 130, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(141, 131, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(142, 132, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(143, 133, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(144, 134, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(145, 135, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(146, 136, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(147, 137, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(148, 138, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(149, 139, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(150, 140, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(151, 141, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(152, 142, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(153, 143, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(154, 144, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(155, 145, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(156, 146, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(157, 147, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(158, 148, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(159, 149, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(160, 150, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(161, 151, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(162, 152, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(163, 153, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(164, 154, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(165, 155, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(166, 156, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(167, 157, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(168, 158, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(169, 159, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(170, 160, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(171, 161, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(172, 162, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(173, 163, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(174, 164, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(175, 165, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(176, 166, 4, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(177, 2, 7, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(178, 1, 8, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(179, 4, 8, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(180, 3, 9, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(181, 6, 9, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(182, 1, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(183, 2, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(184, 3, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(185, 4, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(186, 5, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(187, 6, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(188, 7, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(189, 8, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(190, 9, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(191, 10, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(192, 11, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(193, 12, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(194, 13, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(195, 14, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(196, 15, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(197, 16, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(198, 17, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(199, 18, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(200, 19, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(201, 20, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(202, 21, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(203, 22, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(204, 23, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(205, 24, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(206, 25, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(207, 26, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(208, 27, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(209, 28, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(210, 29, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(211, 30, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(212, 31, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(213, 32, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(214, 33, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(215, 34, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(216, 35, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(217, 36, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(218, 37, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(219, 38, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(220, 39, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(221, 40, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(222, 41, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(223, 42, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(224, 43, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(225, 44, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(226, 45, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(227, 46, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(228, 47, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(229, 48, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(230, 49, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(231, 50, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(232, 51, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(233, 52, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(234, 53, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(235, 54, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(236, 55, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(237, 56, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(238, 57, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(239, 58, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(240, 59, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(241, 60, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(242, 61, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(243, 62, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(244, 63, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(245, 64, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(246, 65, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(247, 66, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(248, 67, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(249, 68, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(250, 69, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(251, 70, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(252, 71, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(253, 72, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(254, 73, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(255, 74, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(256, 75, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(257, 76, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(258, 77, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(259, 78, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(260, 79, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(261, 80, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(262, 81, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(263, 82, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(264, 83, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(265, 84, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(266, 85, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(267, 86, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(268, 87, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(269, 88, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(270, 89, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(271, 90, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(272, 91, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(273, 92, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(274, 93, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(275, 94, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(276, 95, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(277, 96, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(278, 97, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(279, 98, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(280, 99, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(281, 100, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(282, 101, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(283, 102, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(284, 103, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(285, 104, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(286, 105, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(287, 106, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(288, 107, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(289, 108, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(290, 109, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(291, 110, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(292, 111, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(293, 112, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(294, 113, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(295, 114, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(296, 115, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(297, 116, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(298, 117, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(299, 118, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(300, 119, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(301, 120, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(302, 121, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(303, 122, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(304, 123, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(305, 124, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(306, 125, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(307, 126, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(308, 127, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(309, 128, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(310, 129, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(311, 130, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(312, 131, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(313, 132, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(314, 133, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(315, 134, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(316, 135, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(317, 136, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(318, 137, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(319, 138, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(320, 139, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(321, 140, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(322, 141, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(323, 142, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(324, 143, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(325, 144, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(326, 145, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(327, 146, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(328, 147, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(329, 148, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(330, 149, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(331, 150, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(332, 151, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(333, 152, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(334, 153, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(335, 154, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(336, 155, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(337, 156, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(338, 157, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(339, 158, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(340, 159, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(341, 160, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(342, 161, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(343, 162, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(344, 163, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(345, 164, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(346, 165, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(347, 166, 10, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(348, 1, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(349, 2, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(350, 3, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(351, 4, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(352, 5, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(353, 6, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(354, 7, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(355, 8, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(356, 9, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(357, 10, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(358, 11, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(359, 12, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(360, 13, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(361, 14, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(362, 15, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(363, 16, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(364, 17, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(365, 18, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(366, 19, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(367, 20, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(368, 21, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(369, 22, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(370, 23, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(371, 24, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(372, 25, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(373, 26, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(374, 27, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(375, 28, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(376, 29, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(377, 30, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(378, 31, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(379, 32, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(380, 33, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(381, 34, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(382, 35, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(383, 36, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(384, 37, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(385, 38, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(386, 39, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(387, 40, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(388, 41, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(389, 42, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(390, 43, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(391, 44, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(392, 45, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(393, 46, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(394, 47, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(395, 48, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(396, 49, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(397, 50, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(398, 51, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(399, 52, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(400, 53, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(401, 54, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(402, 55, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(403, 56, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(404, 57, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(405, 58, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(406, 59, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(407, 60, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(408, 61, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(409, 62, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(410, 63, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(411, 64, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(412, 65, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(413, 66, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(414, 67, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(415, 68, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(416, 69, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(417, 70, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(418, 71, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(419, 72, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(420, 73, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(421, 74, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(422, 75, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(423, 76, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(424, 77, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(425, 78, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(426, 79, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(427, 80, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(428, 81, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(429, 82, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(430, 83, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(431, 84, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(432, 85, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(433, 86, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(434, 87, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(435, 88, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(436, 89, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(437, 90, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(438, 91, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(439, 92, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(440, 93, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(441, 94, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(442, 95, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(443, 96, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(444, 97, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(445, 98, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(446, 99, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(447, 100, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(448, 101, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(449, 102, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(450, 103, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(451, 104, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(452, 105, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(453, 106, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(454, 107, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(455, 108, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(456, 109, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(457, 110, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(458, 111, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(459, 112, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(460, 113, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(461, 114, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(462, 115, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(463, 116, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(464, 117, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(465, 118, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(466, 119, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(467, 120, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(468, 121, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(469, 122, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(470, 123, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(471, 124, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(472, 125, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(473, 126, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(474, 127, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(475, 128, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(476, 129, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(477, 130, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(478, 131, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(479, 132, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(480, 133, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(481, 134, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(482, 135, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(483, 136, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(484, 137, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(485, 138, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(486, 139, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(487, 140, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(488, 141, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(489, 142, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(490, 143, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(491, 144, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(492, 145, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(493, 146, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(494, 147, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(495, 148, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(496, 149, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(497, 150, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(498, 151, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(499, 152, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(500, 153, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(501, 154, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(502, 155, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(503, 156, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(504, 157, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(505, 158, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(506, 159, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(507, 160, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(508, 161, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(509, 162, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(510, 163, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(511, 164, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(512, 165, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(513, 166, 11, 'App\\Models\\AdsAttributeDescription', NULL, NULL),
(514, 2, 12, 'App\\Models\\AdsAttributeDescription', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `admin_id` int(11) NOT NULL COMMENT 'تعیین کاربر مدیری که این دسته بندی را ایجاد کرده است',
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی دسته بندی',
  `en_title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان لاتین دسته بندی',
  `description` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توضیح فارسی دسته بندی',
  `en_description` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توضیح لاتین دسته بندی',
  `color_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'کد رنگ دسته بندی',
  `is_favorite` tinyint(1) DEFAULT NULL COMMENT 'کد رنگ دسته بندی',
  `order` int(11) DEFAULT NULL COMMENT 'تعیین ترتیب دسته بندی',
  `parent_id` int(11) DEFAULT NULL COMMENT 'اگر زیر دسته باشد شناسه والد اینجا قرار می گیرد',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به ثبت دسته بندی ها';

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `admin_id`, `title`, `en_title`, `description`, `en_description`, `color_code`, `is_favorite`, `order`, `parent_id`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 1, 'برترین ها', NULL, NULL, NULL, '660e4f', 1, 1, 4, NULL, '2019-11-30 19:14:53', '2020-08-08 09:52:26'),
(2, 1, 'اخبار روز', NULL, NULL, NULL, '880e4f', 1, 2, NULL, NULL, '2019-11-30 19:14:53', '2020-08-06 18:08:46'),
(3, 1, 'داغ ترین ها', NULL, NULL, NULL, 'ad1457', 1, 3, NULL, NULL, '2019-11-30 19:14:53', '2020-08-06 18:10:06'),
(4, 1, 'اخبار تکنولوژی', NULL, NULL, NULL, 'c2185b', 1, 4, NULL, NULL, '2019-11-30 19:14:53', '2020-08-06 18:10:17'),
(5, 1, 'پربازدید ها', NULL, NULL, NULL, 'd81b60', 1, 5, NULL, NULL, '2019-11-30 19:14:53', '2020-08-06 18:10:36'),
(6, 1, 'تازه ها با امیرفرهاد', NULL, NULL, NULL, '555555', 0, 6, 2, NULL, '2019-11-30 19:14:53', '2020-08-06 18:06:08'),
(7, 1, 'تکنولوژی', NULL, NULL, NULL, '087c91', 1, 7, 2, '2020-08-06 18:04:31', '2019-11-30 19:14:53', '2020-08-06 18:04:31'),
(8, 1, 'پزشکی و سلامتی', NULL, NULL, NULL, 'e91e63', 1, 8, 2, NULL, '2019-11-30 19:14:53', '2020-08-06 18:10:51'),
(9, 1, 'ورزشی', NULL, NULL, NULL, 'ec407a', 1, 9, NULL, NULL, '2019-11-30 19:14:53', '2020-08-06 18:11:02'),
(11, 1, 'دسته تست 1', NULL, NULL, NULL, NULL, 0, NULL, NULL, '2020-08-06 10:33:00', '2020-08-05 19:54:33', '2020-08-06 10:33:00'),
(12, 10, 'دسته تست 4', NULL, NULL, NULL, NULL, 0, NULL, NULL, '2020-08-06 17:55:36', '2020-08-06 02:32:10', '2020-08-06 17:55:36'),
(13, 10, 'fsf efefsdf', NULL, NULL, NULL, NULL, 0, NULL, 1, '2021-08-02 16:18:41', '2020-08-11 06:14:51', '2021-08-02 16:18:41');

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `country_id` int(11) DEFAULT NULL COMMENT 'تعیین کشور این شهر',
  `title` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی شهر',
  `en_title` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان لاتین شهر',
  `lat` double DEFAULT NULL COMMENT 'عرض جغرافیایی محل آگهی',
  `long` double DEFAULT NULL COMMENT 'طول جغرافیایی محل آگهی',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به شهرها';

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `country_id`, `title`, `en_title`, `lat`, `long`, `created_at`, `updated_at`) VALUES
(1, 2, 'لندن', 'London', 51.508307, -0.127759, NULL, '2021-07-31 23:07:48'),
(2, 2, 'بیرمنگام', 'Birmingham', 52.491638, -1.891766, NULL, NULL),
(3, 2, 'برایتون', 'Brighton', 50.822529, -0.137163, NULL, NULL),
(4, 2, 'منچستر', 'Manchester', 51.508307, 51.508307, NULL, NULL),
(5, 2, 'لیورپول', 'Liverpool', 53.408371, -2.991573, NULL, NULL),
(6, 2, 'ناتینگهام', 'Nottingham', 52.954784, -1.158109, NULL, NULL),
(7, 2, 'لستر', 'Leicester', 52.636879, -1.12906, NULL, NULL),
(8, 2, 'شفیلد', 'Sheffield', 53.38113, -1.470085, NULL, NULL),
(9, 2, 'نیوکسل', 'Newcastle', 54.978252, -1.61778, NULL, NULL),
(10, 2, 'لیدز', 'Leeds', 53.800755, -1.549077, NULL, NULL),
(11, 2, 'ادینبورا', 'Edinburgh', 55.953251, -3.188267, NULL, NULL),
(12, 2, 'گلاسکو', 'Glasgow', 55.864239, -4.251806, NULL, NULL),
(13, 2, 'بریستول', 'Bristol', 51.454514, -2.58791, NULL, NULL),
(14, 2, 'کاردیف', 'Cardiff', 51.481583, -3.17909, NULL, NULL),
(15, 2, 'بلفاست', 'Belfast', 54.607868, -5.926437, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL COMMENT 'کاربر مورد نظر در صورتی که در سامانه ورود کرده باشد',
  `name` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام ارایه دهنده دیدگاه',
  `email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'ایمیل (اختیاری)',
  `mobile` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'موبایل (اختیاری)',
  `text` varchar(3000) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'دیدگاه کاربر',
  `parent_id` int(11) DEFAULT NULL COMMENT 'مشخص می کند که آیا این دیدگاه در پاسخ به دیدگاه دیگری ارائه شده است یا خیر',
  `commentable_id` int(11) NOT NULL COMMENT 'تعیین شناسه فیلدی که برای آن دیدگاه ارائه شده است',
  `commentable_type` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'تعیین جدولی که برای آن دیدگاه ارایه شده است: آگهی یا بلاگ',
  `published_admin_id` int(11) DEFAULT NULL COMMENT 'تعیین اینکه کدام مدیر این دیدگاه را تایید کرده است',
  `published_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی دیدگاه تایید شده است',
  `seen_admin_id` int(11) DEFAULT NULL COMMENT 'تعیین اینکه کدام ادمین این دیدگاه را ابتدا دیده است',
  `seen_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی دیدگاه دیده شده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به اطلاعات دیدگاه های کاربران در رابطه با بلاگ ها و آگهی ها : morph_many';

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`id`, `user_id`, `name`, `email`, `mobile`, `text`, `parent_id`, `commentable_id`, `commentable_type`, `published_admin_id`, `published_at`, `seen_admin_id`, `seen_at`, `deleted_at`, `created_at`, `updated_at`) VALUES
(5, 1, 'asdfadsf', 'codes.alireza@gmail.com', '09194257035', 'dasfadsfgfsdgdsffg', NULL, 34, 'App\\Models\\Ads', 1, '2020-03-07 23:57:43', NULL, NULL, NULL, '2020-03-07 23:53:21', '2020-03-07 23:53:21'),
(6, 1, 'یسشبیسشب', 'heidari.niloufar@example.org', '09194257896', 'سیشبیشسبیسشب', NULL, 34, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-03-07 23:56:07', '2020-03-07 23:56:07'),
(7, 1, 'یسبقیب', 'a@gmail.com', '91942570350', 'شسیبشسیبسشی', NULL, 7, 'App\\Models\\Blog', 1, '2020-03-07 23:57:43', NULL, NULL, NULL, '2020-03-07 23:57:43', '2020-03-07 23:57:43'),
(8, 1, 'adf', NULL, '09194257896', 'fgggggggggggggggs', NULL, 34, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-03-08 00:09:30', '2020-06-23 10:10:29'),
(9, 1, 'adf', NULL, '09194257896', 'fgggggggggggggggs', NULL, 34, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-03-08 00:09:30', '2020-06-23 08:46:41'),
(10, 1, 'adf', NULL, '09194257896', 'fgggggggggggggggs', NULL, 34, 'App\\Models\\Ads', 1, '2020-03-07 23:57:43', NULL, NULL, NULL, '2020-03-08 00:09:30', '2020-03-08 00:09:30'),
(11, NULL, 'dsfdsf', 'codes.alireza@gmail.com', '09194257035', 'sdfgsdgv', NULL, 6, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-03-20 11:41:57', '2020-06-23 10:10:24'),
(12, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-04-03 11:08:05', '2020-06-23 10:10:23'),
(13, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(14, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', 5, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:10:44', '2020-04-03 11:10:44'),
(15, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-04-03 11:16:41', '2020-06-23 10:10:21'),
(16, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-04-03 11:17:34', '2020-06-23 10:10:30'),
(17, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', 1, '2020-06-23 08:46:33', 1, '2020-06-22 22:00:52', NULL, '2020-06-21 13:54:08', '2020-06-23 08:46:33'),
(18, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', 1, '2020-06-23 08:46:32', NULL, NULL, NULL, '2020-06-21 14:13:34', '2020-06-23 08:46:32'),
(19, NULL, 'Soheil Azimi', 'soheil.azimi@gmail.com', '9010729547', 'test comment!!!!!', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-06-21 14:18:57', '2020-06-21 14:18:57'),
(20, NULL, 'Soheil Azimi', 'soheil.azimi@gmail.com', '9010729547', 'test comment!!!!!', NULL, 2, 'App\\Models\\Blog', 1, NULL, NULL, NULL, NULL, '2020-06-22 05:37:26', '2020-06-22 05:37:26'),
(21, NULL, 'سهیل عظیمی', 'soheil.azimi@gmail.com', '9010729547', 'test comment!!!!!', NULL, 2, 'App\\Models\\Blog', 1, NULL, NULL, NULL, NULL, '2020-06-22 06:35:00', '2020-06-22 06:35:00'),
(22, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Blog', 1, '2020-07-10 08:15:17', NULL, NULL, NULL, '2020-06-22 11:27:41', '2020-07-10 08:15:17'),
(23, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Blog', 1, '2020-07-10 08:16:07', NULL, NULL, NULL, '2020-06-22 11:27:42', '2020-07-10 08:16:07'),
(24, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Blog', 1, '2020-07-10 08:15:53', NULL, NULL, NULL, '2020-06-22 11:27:52', '2020-07-10 08:15:53'),
(25, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', 1, NULL, NULL, NULL, NULL, '2020-06-22 13:07:50', '2020-06-22 13:07:50'),
(26, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Blog', 1, '2020-06-23 08:46:41', NULL, NULL, NULL, '2020-06-22 13:07:57', '2020-06-23 08:46:41'),
(27, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Blog', 1, '2020-06-23 08:46:31', NULL, NULL, NULL, '2020-06-22 13:07:58', '2020-06-23 08:46:31'),
(28, NULL, 'سهیل عظیمی', 'a@gmail.com', '9010729547', 'best post', NULL, 2, 'App\\Models\\Blog', NULL, NULL, 1, '2020-06-25 10:25:13', NULL, '2020-06-24 11:35:00', '2020-06-25 10:25:13'),
(29, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 1, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:13:39', '2020-07-10 08:13:39'),
(30, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 1, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:13:40', '2020-07-10 08:13:40'),
(31, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 1, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:13:41', '2020-07-10 08:13:41'),
(32, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 1, 'App\\Models\\Blog', 1, '2020-07-10 08:16:01', 1, '2020-07-10 08:16:26', NULL, '2020-07-10 08:13:42', '2020-07-10 08:16:26'),
(33, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:13:42', '2020-07-10 08:13:42'),
(34, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', '1 مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:17:10', '2020-07-10 08:17:10'),
(35, NULL, 'علیرضا', 'ali@gmail.com', '9010729547', '1 مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', 1, '2020-07-10 08:17:53', 1, '2020-07-10 08:17:48', NULL, '2020-07-10 08:17:23', '2020-07-10 08:17:53'),
(36, NULL, 'سهیل عظیمی', 'a@gmail.com', '9010729547', 'best. cc', NULL, 2, 'App\\Models\\Blog', 1, NULL, NULL, NULL, NULL, '2020-07-10 08:19:18', '2020-07-10 08:20:14'),
(37, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', 1, '2020-06-23 08:46:33', 1, '2020-06-22 22:00:52', NULL, '2020-06-21 13:54:08', '2020-06-23 08:46:33'),
(38, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', 1, NULL, NULL, NULL, NULL, '2020-07-10 08:13:39', '2020-07-10 08:13:39'),
(39, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:13:39', '2020-07-10 08:13:39'),
(40, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-07-10 08:13:39', '2020-07-10 08:13:39'),
(41, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(42, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(43, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(44, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(45, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(46, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(47, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(48, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(49, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(50, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(51, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(52, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(53, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(54, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(55, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(56, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(57, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(58, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(59, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(60, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(61, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(62, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(63, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(64, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(65, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(66, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(67, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 5, 'App\\Models\\Ads', 1, NULL, NULL, NULL, NULL, '2020-04-03 11:08:08', '2020-04-03 11:08:08'),
(68, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-07-16 12:22:53', '2020-07-16 12:22:53'),
(69, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:19', '2020-08-01 02:15:19'),
(70, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:32', '2020-08-01 02:15:32'),
(71, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:33', '2020-08-01 02:15:33'),
(72, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:33', '2020-08-01 02:15:33'),
(73, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:34', '2020-08-01 02:15:34'),
(74, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:35', '2020-08-01 02:15:35'),
(75, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:35', '2020-08-01 02:15:35'),
(76, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:15:36', '2020-08-01 02:15:36'),
(77, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:18:06', '2020-08-01 02:18:06'),
(78, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 02:19:50', '2020-08-01 02:19:50'),
(79, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-01 05:57:23', '2020-08-01 05:57:23'),
(80, NULL, 'علیرضا', 'ali@gmail.com', '9194257035', 'مطلب  جالبی بود', NULL, 2, 'App\\Models\\Blog', NULL, NULL, NULL, NULL, NULL, '2020-08-01 06:05:18', '2020-08-01 06:05:18'),
(81, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-02 04:29:04', '2020-08-02 04:29:04'),
(82, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'aa', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-02 04:29:20', '2020-08-02 04:29:20'),
(83, NULL, 'alireza', 'ali@gmail.com', '9194257035', 'متن 1dfgdsgsfdg', NULL, 5, 'App\\Models\\Ads', NULL, NULL, NULL, NULL, NULL, '2020-08-05 20:12:13', '2020-08-05 20:12:13');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی کشور',
  `en_title` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان لاتین کشور',
  `iso_code` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'کد کشور',
  `iso_code3` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'کد کشور (استاندارد سه حرفی)',
  `phone_code` smallint(6) NOT NULL COMMENT 'کد تلفن کشور',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به اطلاعات کشورها';

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `title`, `en_title`, `iso_code`, `iso_code3`, `phone_code`, `created_at`, `updated_at`) VALUES
(1, 'ایران', 'Iran, Islamic Republic of', 'IR', 'IRN', 98, '2019-11-29 06:39:43', NULL),
(2, 'بریتانیا', 'United Kingdom', 'GB', 'GBR', 44, '2019-11-29 06:39:44', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `images`
--

CREATE TABLE `images` (
  `id` int(10) UNSIGNED NOT NULL COMMENT 'شناسه تصویر',
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'نام کامل تصویر (با پسوند)',
  `model_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین اینکه تصویر مربوط به کدام بخش می باشد. (تعیین موارد مجاز در کانفیگ امکان پذیر می باشد)',
  `ext` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'پسوند تصویر',
  `size` int(11) NOT NULL COMMENT 'حجم تصویر',
  `width` int(11) NOT NULL COMMENT 'تعیین عرض تصویر',
  `height` int(11) NOT NULL COMMENT 'ارتفاع تصویر',
  `duration` int(11) NOT NULL DEFAULT '0',
  `imagable_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین model موردنظر',
  `imagable_id` int(11) DEFAULT NULL COMMENT 'تعیین رکورد موردنظر',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول morph نگهداری اطلاعات مربوط به تصاویر استفاده شده برای موجودیت های مختلف نرم افزار';

--
-- Dumping data for table `images`
--

INSERT INTO `images` (`id`, `title`, `model_type`, `ext`, `size`, `width`, `height`, `duration`, `imagable_type`, `imagable_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(8, 'Screenshot-from-2020-04-16-01-40-29_1587085761.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:09:21', '2020-04-17 01:09:21', NULL),
(9, 'Screenshot-from-2020-04-16-01-40-29_1587086004.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:13:24', '2020-04-17 01:13:24', NULL),
(10, 'Screenshot-from-2020-04-16-01-40-29_1587086011.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:13:31', '2020-04-17 01:13:31', NULL),
(11, 'Screenshot-from-2020-04-16-01-40-29_1587086453.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:20:53', '2020-04-17 01:20:53', NULL),
(12, 'Screenshot-from-2020-04-16-01-40-29_1587086459.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:20:59', '2020-04-17 01:20:59', NULL),
(13, 'Screenshot-from-2020-04-16-01-40-29_1587086462.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:21:02', '2020-04-17 01:21:02', NULL),
(14, 'Screenshot-from-2020-04-16-01-40-29_1587086466.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 01:21:06', '2020-04-17 01:21:06', NULL),
(15, 'Screenshot-from-2020-04-16-01-40-29_1587108027.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 07:20:27', '2020-04-17 07:20:27', NULL),
(16, 'Screenshot-from-2020-04-16-01-40-29_1587108031.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 07:20:31', '2020-04-17 07:20:31', NULL),
(17, 'Screenshot-from-2020-04-16-01-40-29_1587108065.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 07:21:05', '2020-04-17 07:21:05', NULL),
(18, 'Screenshot-from-2020-04-16-01-40-29_1587108083.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 07:21:23', '2020-04-17 07:21:23', NULL),
(19, 'Screenshot-from-2020-04-16-01-40-29_1587108085.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 07:21:25', '2020-04-17 07:21:25', NULL),
(23, 'Screenshot-from-2020-04-16-01-40-29_1587108481.png', 'blog', 'png', 165234, 1319, 713, 0, NULL, NULL, '2020-04-17 07:28:01', '2020-04-17 07:28:01', NULL),
(46, 'logo1_1591769025.png', 'adsLogo', 'png', 117119, 512, 512, 0, NULL, NULL, '2020-06-10 06:03:45', '2020-06-10 06:03:45', NULL),
(61, 'iran-beautiful-nature-photos_1596519961.jpg', 'adsLogo', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-04 10:16:01', '2020-08-04 10:16:01', NULL),
(62, 'iran-beautiful-nature-photos_1596520042.jpg', 'adsLogo', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-04 10:17:22', '2020-08-04 10:17:22', NULL),
(63, 'iran-beautiful-nature-photos_1596520883.jpg', 'adsLogo', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-04 10:31:23', '2020-08-04 10:31:23', NULL),
(64, 'iran-beautiful-nature-photos_1596520900.jpg', 'adsLogo', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-04 10:31:40', '2020-08-04 10:31:40', NULL),
(65, 'iran-beautiful-nature-photos_1596520907.jpg', 'adsLogo', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-04 10:31:47', '2020-08-04 10:31:47', NULL),
(66, 'iran-beautiful-nature-photos_1596520937.jpg', 'adsLogo', 'jpg', 62069, 700, 466, 0, 'App\\Models\\Ads', 189, '2020-08-04 10:32:17', '2020-08-04 15:54:01', NULL),
(73, '01516668_1596536642.jpg', NULL, 'jpg', 201621, 928, 1088, 0, NULL, NULL, '2020-08-04 14:54:02', '2020-08-04 14:54:02', NULL),
(74, '01516668_1596536831.jpg', 'adsCategory', 'jpg', 201621, 928, 1088, 0, NULL, NULL, '2020-08-04 14:57:11', '2020-08-04 14:57:11', NULL),
(75, '01516668_1596536864.jpg', 'adsCategory', 'jpg', 201621, 928, 1088, 0, 'App\\Models\\AdsCategory', 203, '2020-08-04 14:57:44', '2020-08-04 14:57:44', NULL),
(76, '01516668_1596537555.jpg', 'adsCategoryLogo', 'jpg', 201621, 928, 1088, 0, 'App\\Models\\AdsCategory', 204, '2020-08-04 15:09:15', '2020-08-04 15:09:15', NULL),
(77, 'download_1596537555.png', 'adsCategoryIcon', 'png', 4675, 225, 225, 0, 'App\\Models\\AdsCategory', 204, '2020-08-04 15:09:15', '2020-08-04 15:09:15', NULL),
(78, '01516669_1596538569.jpg', 'adsCategoryLogo', 'jpg', 72899, 978, 554, 0, 'App\\Models\\AdsCategory', 205, '2020-08-04 15:26:09', '2020-08-04 15:26:09', NULL),
(79, 'download_1596538569.png', 'adsCategoryIcon', 'png', 4675, 225, 225, 0, 'App\\Models\\AdsCategory', 205, '2020-08-04 15:26:09', '2020-08-04 15:26:09', NULL),
(80, 'y0sfztq5hoi41_1596602739.jpg', 'adsCategoryLogo', 'jpg', 37018, 679, 960, 0, 'App\\Models\\AdsCategory', 206, '2020-08-05 09:15:39', '2020-08-05 09:15:42', NULL),
(81, 'download_1596602742.png', 'adsCategoryIcon', 'png', 4675, 225, 225, 0, 'App\\Models\\AdsCategory', 206, '2020-08-05 09:15:42', '2020-08-05 09:15:42', NULL),
(83, '4b51cb2181c3fcfb4c659d6074a4eda8_1596612283.jpg', 'adsContent', 'jpg', 94611, 771, 1035, 0, NULL, NULL, '2020-08-05 11:54:43', '2020-08-05 12:03:51', NULL),
(87, '4b51cb2181c3fcfb4c659d6074a4eda8_1596618662.jpg', 'adsCategoryLogo', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\AdsCategory', 207, '2020-08-05 13:41:02', '2020-08-05 13:41:02', NULL),
(88, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596618662.jpg', 'adsCategoryIcon', 'jpg', 68108, 514, 288, 0, 'App\\Models\\AdsCategory', 207, '2020-08-05 13:41:02', '2020-08-05 13:41:02', NULL),
(89, '4b51cb2181c3fcfb4c659d6074a4eda8_1596621572.jpg', 'adsCategoryLogo', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\AdsCategory', 209, '2020-08-05 14:29:34', '2020-08-05 14:29:34', NULL),
(90, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596621574.jpg', 'adsCategoryIcon', 'jpg', 68108, 514, 288, 0, 'App\\Models\\AdsCategory', 209, '2020-08-05 14:29:34', '2020-08-05 14:29:34', NULL),
(91, 'download_1596640980.png', 'blogCategory', 'png', 4675, 225, 225, 0, NULL, NULL, '2020-08-05 19:53:00', '2020-08-05 19:53:00', NULL),
(92, 'download_1596641073.png', 'blogCategory', 'png', 4675, 225, 225, 0, 'App\\Models\\BlogCategory', 11, '2020-08-05 19:54:33', '2020-08-05 19:54:33', NULL),
(93, 'photo_2020-01-20_15-22-18_1596648415.jpg', 'adsLogo', 'jpg', 31441, 640, 640, 0, NULL, NULL, '2020-08-05 21:56:57', '2020-08-05 21:56:57', NULL),
(95, '1_1596654182.png', 'adsCategoryIcon', 'png', 2821, 96, 96, 0, NULL, NULL, '2020-08-05 23:33:02', '2020-08-05 23:33:02', NULL),
(96, '1_1596654196.png', 'adsCategoryIcon', 'png', 2821, 96, 96, 0, NULL, NULL, '2020-08-05 23:33:16', '2020-08-05 23:33:16', NULL),
(97, '1_1596660613.png', 'adsCategoryIcon', 'png', 2821, 96, 96, 0, NULL, NULL, '2020-08-06 01:20:13', '2020-08-06 01:20:13', NULL),
(100, '1_1596662629.png', 'adsCategoryLogo', 'png', 2821, 96, 96, 0, 'App\\Models\\AdsCategory', 1, '2020-08-06 01:53:49', '2020-08-06 01:53:49', NULL),
(105, '4b51cb2181c3fcfb4c659d6074a4eda8_1596664108.jpg', 'userAvatar', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\User', 11, '2020-08-06 02:18:28', '2020-08-06 02:18:28', NULL),
(106, '31_1596664467.png', 'adsCategoryIcon', 'png', 1400, 96, 96, 0, 'App\\Models\\AdsCategory', 31, '2020-08-06 02:24:27', '2020-08-06 02:24:27', NULL),
(107, '31_1596664493.png', 'adsCategoryLogo', 'png', 1400, 96, 96, 0, 'App\\Models\\AdsCategory', 31, '2020-08-06 02:24:53', '2020-08-06 02:24:53', NULL),
(108, '39_1596664509.png', 'adsCategoryLogo', 'png', 4585, 96, 96, 0, 'App\\Models\\AdsCategory', 39, '2020-08-06 02:25:09', '2020-08-06 02:25:09', NULL),
(109, '51_1596664552.png', 'adsCategoryLogo', 'png', 2007, 96, 96, 0, 'App\\Models\\AdsCategory', 51, '2020-08-06 02:25:52', '2020-08-06 02:25:52', NULL),
(110, '59_1596664563.png', 'adsCategoryLogo', 'png', 1398, 96, 96, 0, 'App\\Models\\AdsCategory', 59, '2020-08-06 02:26:03', '2020-08-06 02:26:03', NULL),
(111, '71_1596664575.png', 'adsCategoryLogo', 'png', 2574, 96, 96, 0, 'App\\Models\\AdsCategory', 71, '2020-08-06 02:26:15', '2020-08-06 02:26:15', NULL),
(112, '80_1596664581.png', 'adsCategoryLogo', 'png', 2021, 96, 96, 0, 'App\\Models\\AdsCategory', 80, '2020-08-06 02:26:21', '2020-08-06 02:26:21', NULL),
(113, '86_1596664603.png', 'adsCategoryLogo', 'png', 2873, 96, 96, 0, 'App\\Models\\AdsCategory', 86, '2020-08-06 02:26:43', '2020-08-06 02:26:43', NULL),
(114, '92_1596664613.png', 'adsCategoryLogo', 'png', 1530, 96, 96, 0, 'App\\Models\\AdsCategory', 92, '2020-08-06 02:26:53', '2020-08-06 02:26:53', NULL),
(115, '103_1596664729.png', 'adsCategoryLogo', 'png', 787, 96, 96, 0, 'App\\Models\\AdsCategory', 103, '2020-08-06 02:28:49', '2020-08-06 02:28:49', NULL),
(116, '112_1596664739.png', 'adsCategoryLogo', 'png', 3204, 96, 96, 0, 'App\\Models\\AdsCategory', 113, '2020-08-06 02:28:59', '2020-08-06 02:28:59', NULL),
(117, '124_1596664749.png', 'adsCategoryLogo', 'png', 2136, 96, 96, 0, 'App\\Models\\AdsCategory', 124, '2020-08-06 02:29:09', '2020-08-06 02:29:09', NULL),
(118, '135_1596664759.png', 'adsCategoryLogo', 'png', 1628, 96, 96, 0, 'App\\Models\\AdsCategory', 135, '2020-08-06 02:29:19', '2020-08-06 02:29:19', NULL),
(119, '142_1596664765.png', 'adsCategoryLogo', 'png', 824, 96, 96, 0, 'App\\Models\\AdsCategory', 142, '2020-08-06 02:29:25', '2020-08-06 02:29:26', NULL),
(120, '152_1596664774.png', 'adsCategoryLogo', 'png', 4031, 96, 96, 0, 'App\\Models\\AdsCategory', 152, '2020-08-06 02:29:34', '2020-08-06 02:29:34', NULL),
(121, '160_1596664783.png', 'adsCategoryLogo', 'png', 2826, 96, 96, 0, 'App\\Models\\AdsCategory', 160, '2020-08-06 02:29:43', '2020-08-06 02:29:43', NULL),
(123, '112_1596665192.png', 'adsCategoryLogo', 'png', 3204, 96, 96, 0, 'App\\Models\\AdsCategory', 112, '2020-08-06 02:36:32', '2020-08-06 02:36:32', NULL),
(132, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596683089.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, NULL, NULL, '2020-08-06 07:34:49', '2020-08-06 07:34:49', NULL),
(142, '01516668_1596684344.jpg', 'blogContent', 'jpg', 201621, 928, 1088, 0, NULL, NULL, '2020-08-06 07:55:44', '2020-08-06 07:55:44', NULL),
(143, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596685170.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, NULL, NULL, '2020-08-06 08:09:30', '2020-08-06 08:09:30', NULL),
(144, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596685334.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, NULL, NULL, '2020-08-06 08:12:14', '2020-08-06 08:12:14', NULL),
(147, '01516669_1596685668.jpg', 'blogContent', 'jpg', 72899, 978, 554, 0, 'App\\Models\\Blog', 48, '2020-08-06 08:17:48', '2020-08-06 08:17:48', NULL),
(148, 'iran-beautiful-nature-photos_1596685668.jpg', 'blogContent', 'jpg', 62069, 700, 466, 0, 'App\\Models\\Blog', 48, '2020-08-06 08:17:48', '2020-08-06 08:17:48', NULL),
(153, '4b51cb2181c3fcfb4c659d6074a4eda8_1596686272.jpg', 'adsCategoryLogo', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\AdsCategory', 211, '2020-08-06 08:27:52', '2020-08-06 08:27:52', NULL),
(154, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596686272.jpg', 'adsCategoryIcon', 'jpg', 68108, 514, 288, 0, 'App\\Models\\AdsCategory', 211, '2020-08-06 08:27:52', '2020-08-06 08:27:52', NULL),
(155, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596686585.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, 'App\\Models\\Blog', 49, '2020-08-06 08:33:05', '2020-08-06 08:33:05', NULL),
(156, '4b51cb2181c3fcfb4c659d6074a4eda8_1596686585.jpg', 'blogContent', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\Blog', 49, '2020-08-06 08:33:05', '2020-08-06 08:33:05', NULL),
(157, 'download_1596686983.png', 'blogContent', 'png', 4675, 225, 225, 0, 'App\\Models\\Blog', 50, '2020-08-06 08:39:43', '2020-08-06 08:39:43', NULL),
(158, 'y0sfztq5hoi41_1596686983.jpg', 'blogContent', 'jpg', 37018, 679, 960, 0, 'App\\Models\\Blog', 50, '2020-08-06 08:39:44', '2020-08-06 08:39:44', NULL),
(166, 'medical_1596720752.png', 'blogCategory', 'png', 1433, 50, 50, 0, 'App\\Models\\BlogCategory', 8, '2020-08-06 18:02:32', '2020-08-06 18:02:32', NULL),
(167, 'n_technology_1596720779.png', 'blogCategory', 'png', 1338, 50, 50, 0, 'App\\Models\\BlogCategory', 7, '2020-08-06 18:02:59', '2020-08-06 18:02:59', NULL),
(168, 'n_most_views_1596720816.png', 'blogCategory', 'png', 1775, 100, 100, 0, 'App\\Models\\BlogCategory', 5, '2020-08-06 18:03:36', '2020-08-06 18:03:36', NULL),
(169, 'n_technology_1596720882.png', 'blogCategory', 'png', 1338, 50, 50, 0, 'App\\Models\\BlogCategory', 4, '2020-08-06 18:04:42', '2020-08-06 18:04:42', NULL),
(170, 'n_hot_1596720907.png', 'blogCategory', 'png', 1092, 50, 50, 0, 'App\\Models\\BlogCategory', 3, '2020-08-06 18:05:07', '2020-08-06 18:05:07', NULL),
(171, 'n_roz_1596720931.png', 'blogCategory', 'png', 641, 50, 50, 0, 'App\\Models\\BlogCategory', 2, '2020-08-06 18:05:31', '2020-08-06 18:05:31', NULL),
(172, 'n_sport_1596720950.png', 'blogCategory', 'png', 1575, 50, 50, 0, 'App\\Models\\BlogCategory', 9, '2020-08-06 18:05:50', '2020-08-06 18:05:50', NULL),
(173, 'n_a_farhad_1596720968.png', 'blogCategory', 'png', 239, 50, 50, 0, 'App\\Models\\BlogCategory', 6, '2020-08-06 18:06:08', '2020-08-06 18:06:08', NULL),
(181, 'IMG220154876_1596824070.jpg', 'blogContent', 'jpg', 54766, 451, 339, 0, 'App\\Models\\Blog', 64, '2020-08-07 22:44:30', '2020-08-07 22:44:33', NULL),
(182, 'n_roz_1596864146.png', 'blogCategory', 'png', 641, 50, 50, 0, 'App\\Models\\BlogCategory', 1, '2020-08-08 09:52:26', '2020-08-08 09:52:28', NULL),
(187, 'video_1596879300.mp4', 'blogContentVideo', 'mp4', 1267136, 200, 200, 0, NULL, NULL, '2020-08-08 14:05:00', '2020-08-08 14:05:00', NULL),
(188, 'video_1596880701.mp4', 'blogContentVideo', 'mp4', 1267136, 200, 200, 0, 'App\\Models\\Blog', 66, '2020-08-08 14:28:21', '2020-08-08 14:28:21', NULL),
(189, 'video_1596882614.mp4', 'blogContentVideo', 'mp4', 1267136, 200, 200, 0, 'App\\Models\\Blog', 67, '2020-08-08 15:00:14', '2020-08-08 15:00:14', NULL),
(190, '1res4_1596891396.jpg', 'blogContent', 'jpg', 341956, 900, 600, 0, 'App\\Models\\Blog', 70, '2020-08-08 17:26:38', '2020-08-08 17:26:39', NULL),
(191, 'lionel-messi-ballon-dor-2019-1592819026-41968_1596892186.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, 'App\\Models\\Blog', 72, '2020-08-08 17:39:46', '2020-08-08 17:39:46', NULL),
(192, '4b51cb2181c3fcfb4c659d6074a4eda8_1596892186.jpg', 'blogContent', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\Blog', 72, '2020-08-08 17:39:46', '2020-08-08 17:39:46', NULL),
(193, 'download_1596892186.png', 'blogContent', 'png', 4675, 225, 225, 0, 'App\\Models\\Blog', 72, '2020-08-08 17:39:46', '2020-08-08 17:39:46', NULL),
(194, 'Screenshot-(18)_1597077393.png', 'blogContent', 'png', 216977, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:06:34', '2020-08-10 21:06:34', NULL),
(195, 'Screenshot-(20)_1597077452.png', 'blogContent', 'png', 262926, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:07:32', '2020-08-10 21:07:32', NULL),
(196, 'Screenshot-(19)_1597077665.png', 'blogContent', 'png', 556680, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:11:05', '2020-08-10 21:11:05', NULL),
(197, 'Screenshot-(18)_1597077694.png', 'blogContent', 'png', 216977, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:11:34', '2020-08-10 21:11:34', NULL),
(198, 'Screenshot-(13)_1597077733.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:12:13', '2020-08-10 21:12:13', NULL),
(199, 'Screenshot-(15)_1597077739.png', 'blogContent', 'png', 213842, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:12:19', '2020-08-10 21:12:19', NULL),
(200, 'Screenshot-(13)_1597078112.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:18:32', '2020-08-10 21:18:32', NULL),
(201, 'Screenshot-(13)_1597078171.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:19:31', '2020-08-10 21:19:31', NULL),
(202, 'Screenshot-(6)_1597078195.png', 'blogContent', 'png', 220379, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:19:55', '2020-08-10 21:19:55', NULL),
(203, 'Screenshot-(13)_1597078426.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:23:46', '2020-08-10 21:23:46', NULL),
(204, 'Screenshot-(13)_1597079273.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:37:53', '2020-08-10 21:37:53', NULL),
(205, 'Screenshot-(4)_1597079331.png', 'blogContent', 'png', 320058, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:38:51', '2020-08-10 21:38:51', NULL),
(206, 'Screenshot-(6)_1597079946.png', 'blogContent', 'png', 220379, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:49:06', '2020-08-10 21:49:06', NULL),
(207, 'Screenshot-(3)_1597079954.png', 'blogContent', 'png', 238558, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:49:14', '2020-08-10 21:49:14', NULL),
(208, 'Screenshot-(13)_1597080018.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:50:18', '2020-08-10 21:50:18', NULL),
(209, 'Screenshot-(13)_1597080029.png', 'blogContent', 'png', 228221, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:50:29', '2020-08-10 21:50:29', NULL),
(210, 'Screenshot-(3)_1597080134.png', 'blogContent', 'png', 238558, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:52:14', '2020-08-10 21:52:14', NULL),
(211, 'Screenshot-(3)_1597080355.png', 'blogContent', 'png', 238558, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:55:55', '2020-08-10 21:55:55', NULL),
(212, 'Screenshot-(5)_1597080371.png', 'blogContent', 'png', 1192313, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:56:11', '2020-08-10 21:56:11', NULL),
(213, 'Screenshot-(4)_1597080519.png', 'blogContent', 'png', 320058, 1920, 1080, 0, NULL, NULL, '2020-08-10 21:58:39', '2020-08-10 21:58:39', NULL),
(214, 'download_1597080562.png', 'blogContent', 'png', 4675, 225, 225, 0, NULL, NULL, '2020-08-10 21:59:22', '2020-08-10 21:59:22', NULL),
(215, 'download_1597081041.png', 'blogContent', 'png', 4675, 225, 225, 0, NULL, NULL, '2020-08-10 22:07:21', '2020-08-10 22:07:21', NULL),
(221, 'small_1597087028.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 0, NULL, NULL, '2020-08-10 23:47:08', '2020-08-10 23:47:08', NULL),
(222, 'download_1597088496.png', 'adsCategoryIcon', 'png', 4675, 225, 225, 0, NULL, NULL, '2020-08-11 00:11:36', '2020-08-11 00:11:36', NULL),
(223, '4b51cb2181c3fcfb4c659d6074a4eda8_1597088508.jpg', 'adsCategoryLogo', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\AdsCategory', 212, '2020-08-11 00:11:48', '2020-08-11 00:13:03', NULL),
(224, '4b51cb2181c3fcfb4c659d6074a4eda8_1597088629.jpg', 'adsCategoryIcon', 'jpg', 94611, 771, 1035, 0, NULL, NULL, '2020-08-11 00:13:49', '2020-08-11 00:13:49', NULL),
(225, 'y0sfztq5hoi41_1597088633.jpg', 'adsCategoryLogo', 'jpg', 37018, 679, 960, 0, 'App\\Models\\AdsCategory', 213, '2020-08-11 00:13:53', '2020-08-11 00:13:59', NULL),
(230, '01516669_1597108858.jpg', 'adsCategoryIcon', 'jpg', 72899, 978, 554, 0, 'App\\Models\\AdsCategory', 214, '2020-08-11 05:50:58', '2020-08-11 05:57:45', NULL),
(231, '01516668_1597108865.jpg', 'adsCategoryLogo', 'jpg', 201621, 928, 1088, 0, 'App\\Models\\AdsCategory', 214, '2020-08-11 05:51:05', '2020-08-11 05:57:45', NULL),
(232, 'lionel-messi-ballon-dor-2019-1592819026-41968_1597109293.jpg', 'adsCategoryIcon', 'jpg', 68108, 514, 288, 0, 'App\\Models\\AdsCategory', 215, '2020-08-11 05:58:13', '2020-08-11 05:58:19', NULL),
(233, 'y0sfztq5hoi41_1597109295.jpg', 'adsCategoryLogo', 'jpg', 37018, 679, 960, 0, 'App\\Models\\AdsCategory', 215, '2020-08-11 05:58:15', '2020-08-11 05:58:19', NULL),
(234, 'lionel-messi-ballon-dor-2019-1592819026-41968_1597109467.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, NULL, NULL, '2020-08-11 06:01:07', '2020-08-11 06:01:07', NULL),
(235, '4b51cb2181c3fcfb4c659d6074a4eda8_1597109467.jpg', 'blogContent', 'jpg', 94611, 771, 1035, 0, NULL, NULL, '2020-08-11 06:01:07', '2020-08-11 06:01:07', NULL),
(236, 'download_1597109467.png', 'blogContent', 'png', 4675, 225, 225, 0, NULL, NULL, '2020-08-11 06:01:07', '2020-08-11 06:01:07', NULL),
(237, 'lionel-messi-ballon-dor-2019-1592819026-41968_1597109588.jpg', 'blogContent', 'jpg', 68108, 514, 288, 0, NULL, NULL, '2020-08-11 06:03:08', '2020-08-11 06:03:08', NULL),
(238, 'download_1597109588.png', 'blogContent', 'png', 4675, 225, 225, 0, NULL, NULL, '2020-08-11 06:03:08', '2020-08-11 06:03:08', NULL),
(239, 'y0sfztq5hoi41_1597109589.jpg', 'blogContent', 'jpg', 37018, 679, 960, 0, NULL, NULL, '2020-08-11 06:03:09', '2020-08-11 06:03:09', NULL),
(243, 'download_1597109743.png', 'blogContent', 'png', 4675, 225, 225, 0, 'App\\Models\\Blog', 75, '2020-08-11 06:05:43', '2020-08-11 06:05:49', NULL),
(244, 'y0sfztq5hoi41_1597109744.jpg', 'blogContent', 'jpg', 37018, 679, 960, 0, 'App\\Models\\Blog', 75, '2020-08-11 06:05:44', '2020-08-11 06:05:49', NULL),
(245, '4b51cb2181c3fcfb4c659d6074a4eda8_1597109744.jpg', 'blogContent', 'jpg', 94611, 771, 1035, 0, 'App\\Models\\Blog', 75, '2020-08-11 06:05:44', '2020-08-11 06:05:49', NULL),
(247, 'download_1597110427.png', 'blogCategory', 'png', 4675, 225, 225, 0, 'App\\Models\\BlogCategory', 13, '2020-08-11 06:17:07', '2020-08-11 06:17:10', NULL),
(249, 'lionel-messi-ballon-dor-2019-1592819026-41968_1597111429.jpg', 'userAvatar', 'jpg', 68108, 514, 288, 0, 'App\\Models\\User', 46, '2020-08-11 06:33:49', '2020-08-11 06:33:53', NULL),
(252, 'mixkit-young-man-serving-hot-coffee-into-a-cup-3580_1597113076.mp4', 'blogContentVideo', 'mp4', 30907740, 200, 200, 0, NULL, NULL, '2020-08-11 07:01:45', '2020-08-11 07:01:45', NULL),
(253, 'small_1597113401.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 0, NULL, NULL, '2020-08-11 07:06:41', '2020-08-11 07:06:41', NULL),
(254, 'small_1597113562.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 5000, 'App\\Models\\Blog', 80, '2020-08-11 07:09:22', '2020-08-11 07:09:31', NULL),
(255, 'small_1597114313.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 0, NULL, NULL, '2020-08-11 07:21:53', '2020-08-11 07:21:53', NULL),
(256, 'small_1597114421.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 0, NULL, NULL, '2020-08-11 07:23:41', '2020-08-11 07:23:41', NULL),
(257, 'small_1597114428.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 0, NULL, NULL, '2020-08-11 07:23:48', '2020-08-11 07:23:48', NULL),
(258, 'small_1597115792.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 4, NULL, NULL, '2020-08-11 07:46:32', '2020-08-11 07:46:32', NULL),
(259, 'small_1597115881.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 3000, NULL, NULL, '2020-08-11 07:48:01', '2020-08-11 07:48:01', NULL),
(260, 'small_1597115927.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 3600, NULL, NULL, '2020-08-11 07:48:47', '2020-08-11 07:48:47', NULL),
(261, '1res4_1597122929.jpg', 'adsLogo', 'jpg', 341956, 900, 600, 0, NULL, NULL, '2020-08-11 09:45:29', '2020-08-11 09:45:29', NULL),
(263, '1res4_1597123007.jpg', 'adsContent', 'jpg', 341956, 900, 600, 0, NULL, NULL, '2020-08-11 09:46:47', '2020-08-11 09:46:47', NULL),
(276, '1res4_1597128492.jpg', 'adsContent', 'jpg', 341956, 900, 600, 0, NULL, NULL, '2020-08-11 11:18:12', '2020-08-11 11:18:12', NULL),
(277, '1res4_1597136994.jpg', 'adsContent', 'jpg', 341956, 900, 600, 0, NULL, NULL, '2020-08-11 13:39:54', '2020-08-11 13:39:54', NULL),
(278, 'iran-beautiful-nature-photos_1597211393.jpg', 'homeBackgroundImage', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-12 10:19:54', '2020-08-12 10:19:54', NULL),
(279, 'iran-beautiful-nature-photos_1597211544.jpg', 'backgroundImage', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-12 10:22:24', '2020-08-12 10:22:24', NULL),
(280, 'iran-beautiful-nature-photos_1597225472.jpg', 'homeBackgroundImage', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-12 14:14:33', '2020-08-12 14:14:33', NULL),
(282, '19farhad2_1597225865.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-08-12 14:21:05', '2020-08-12 14:21:05', NULL),
(283, '19farhad2_1597225874.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-08-12 14:21:14', '2020-08-12 14:21:14', NULL),
(284, '19farhad2_1597225877.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-08-12 14:21:17', '2020-08-12 14:21:17', NULL),
(287, 'IMG_20200725_131010_1597226789.jpg', 'blogContent', 'jpg', 200590, 960, 1280, 0, NULL, NULL, '2020-08-12 14:36:30', '2020-08-12 14:36:30', NULL),
(288, 'IMG_20200725_131010_1597226790.jpg', 'blogContent', 'jpg', 200590, 960, 1280, 0, NULL, NULL, '2020-08-12 14:36:30', '2020-08-12 14:36:30', NULL),
(300, 'CleanCr2_1597327215.jpg', 'blogContent', 'jpg', 52674, 800, 450, 0, NULL, NULL, '2020-08-13 18:30:15', '2020-08-13 18:30:15', NULL),
(301, 'AccMan6_1597327251.jpg', 'blogContent', 'jpg', 64494, 850, 476, 0, NULL, NULL, '2020-08-13 18:30:51', '2020-08-13 18:30:51', NULL),
(302, 'Vil1_1597327301.jpg', 'blogContent', 'jpg', 240433, 960, 576, 0, NULL, NULL, '2020-08-13 18:31:41', '2020-08-13 18:31:41', NULL),
(303, 'download.jfif_1597342276.jpg', 'adsLogo', 'jpg', 8488, 301, 168, 0, NULL, NULL, '2020-08-13 22:41:16', '2020-08-13 22:41:16', NULL),
(304, 'download.jfif_1597342522.jpg', 'adsLogo', 'jpg', 8488, 301, 168, 0, NULL, NULL, '2020-08-13 22:45:22', '2020-08-13 22:45:22', NULL),
(305, 'Spring-flowers-fruit-trees-bloom-(2)_1597342651.jpg', 'adsLogo', 'jpg', 369233, 1600, 1067, 0, NULL, NULL, '2020-08-13 22:47:31', '2020-08-13 22:47:31', NULL),
(306, 'Spring-flowers-fruit-trees-bloom_1597343257.jpg', 'adsContent', 'jpg', 369233, 1600, 1067, 0, NULL, NULL, '2020-08-13 22:57:37', '2020-08-13 22:57:37', NULL),
(307, 'IMG_20200725_131010_1597343258.jpg', 'adsContent', 'jpg', 200590, 960, 1280, 0, NULL, NULL, '2020-08-13 22:57:38', '2020-08-13 22:57:38', NULL),
(308, 'Spring-flowers-fruit-trees-bloom-(2)_1597343296.jpg', 'adsLogo', 'jpg', 369233, 1600, 1067, 0, NULL, NULL, '2020-08-13 22:58:16', '2020-08-13 22:58:16', NULL),
(311, 'Spring-flowers-fruit-trees-bloom-(2)_1597343478.jpg', 'adsContent', 'jpg', 369233, 1600, 1067, 0, NULL, NULL, '2020-08-13 23:01:18', '2020-08-13 23:01:18', NULL),
(312, 'small_1597495295.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 10000, NULL, NULL, '2020-08-15 17:11:35', '2020-08-15 17:11:35', NULL),
(313, 'Business_1597495426.png', 'adsCategoryIcon', 'png', 1828, 100, 100, 0, 'App\\Models\\AdsCategory', 1, '2020-08-15 17:13:46', '2020-08-15 17:13:54', NULL),
(314, 'Business_1597495512.png', 'adsCategoryIcon', 'png', 1828, 100, 100, 0, NULL, NULL, '2020-08-15 17:15:12', '2020-08-15 17:15:12', NULL),
(315, 'Building_1597495524.png', 'adsCategoryIcon', 'png', 585, 100, 100, 0, 'App\\Models\\AdsCategory', 2, '2020-08-15 17:15:24', '2020-08-15 17:15:27', NULL),
(316, 'restaurant_1597495625.png', 'adsCategoryIcon', 'png', 2814, 100, 100, 0, 'App\\Models\\AdsCategory', 51, '2020-08-15 17:17:05', '2020-08-15 17:17:07', NULL),
(317, 'store_1597495682.png', 'adsCategoryIcon', 'png', 802, 96, 96, 0, 'App\\Models\\AdsCategory', 59, '2020-08-15 17:18:02', '2020-08-15 17:18:05', NULL),
(318, 'drawing_1597495862.png', 'adsCategoryIcon', 'png', 2491, 64, 64, 0, 'App\\Models\\AdsCategory', 71, '2020-08-15 17:21:02', '2020-08-15 17:21:05', NULL),
(319, 'medical_1597495876.png', 'adsCategoryIcon', 'png', 2903, 100, 100, 0, 'App\\Models\\AdsCategory', 92, '2020-08-15 17:21:16', '2020-08-15 17:21:18', NULL),
(320, 'skill_1597495890.png', 'adsCategoryIcon', 'png', 1318, 80, 80, 0, 'App\\Models\\AdsCategory', 86, '2020-08-15 17:21:30', '2020-08-15 17:21:33', NULL),
(321, 'small_1597496562.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 10000, NULL, NULL, '2020-08-15 17:32:43', '2020-08-15 17:32:43', NULL),
(322, 'small_1597496655.mp4', 'blogContentVideo', 'mp4', 383631, 200, 200, 5000, 'App\\Models\\Blog', 81, '2020-08-15 17:34:15', '2020-08-15 17:34:21', NULL),
(323, 'WhatsApp-Image-2020-08-15-at-19.20.09_1597503133.jpeg', 'homeBackgroundImage', 'jpeg', 122834, 1080, 720, 0, 'App\\Models\\AppView', 3, '2020-08-15 19:22:15', '2020-08-15 19:22:15', NULL),
(330, '7585520c162de74bb1cda40bbc053777_1597510340.png', 'adsLogo', 'png', 10388, 800, 600, 0, NULL, NULL, '2020-08-15 21:22:20', '2020-08-15 21:22:20', NULL),
(331, 'iran-beautiful-nature-photos_1597585809.jpg', 'homeBackgroundImage', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-16 18:20:09', '2020-08-16 18:20:09', NULL),
(332, 'iran-beautiful-nature-photos_1597585881.jpg', 'homeBackgroundImage', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-16 18:21:21', '2020-08-16 18:21:21', NULL),
(333, 'iran-beautiful-nature-photos_1597585910.jpg', 'homeBackgroundImage', 'jpg', 62069, 700, 466, 0, NULL, NULL, '2020-08-16 18:21:50', '2020-08-16 18:21:50', NULL),
(334, 'Perfect-Money-1280x720-1_1597641617.jpg', 'adsLogo', 'jpg', 37573, 1280, 720, 0, NULL, NULL, '2020-08-17 09:50:17', '2020-08-17 09:50:17', NULL),
(335, 'Perfect-Money-1280x720-1_1597641676.jpg', 'adsContent', 'jpg', 37573, 1280, 720, 0, NULL, NULL, '2020-08-17 09:51:16', '2020-08-17 09:51:16', NULL),
(337, 'exchonlineazef_1597697722.png', 'adsLogo', 'png', 11429, 450, 235, 0, 'App\\Models\\Ads', 19, '2020-08-18 01:25:22', '2020-08-18 01:37:12', NULL),
(340, 'Kish_1597699355.jpg', 'adsLogo', 'jpg', 36452, 451, 244, 0, 'App\\Models\\Ads', 2, '2020-08-18 01:52:35', '2020-08-18 01:52:45', NULL),
(341, 'res1_1597699401.jpg', 'adsLogo', 'jpg', 63667, 600, 400, 0, 'App\\Models\\Ads', 4, '2020-08-18 01:53:21', '2020-08-18 01:53:40', NULL),
(342, 'Screenshot-(26)_1597943871.png', 'homeBackgroundImage', 'png', 408594, 1920, 1080, 0, 'App\\Models\\AppView', 7, '2020-08-20 21:47:51', '2020-08-20 21:48:24', NULL),
(345, 'diba1_1598870233.jpg', 'adsContent', 'jpg', 33901, 450, 300, 0, 'App\\Models\\Ads', 4, '2020-08-31 15:07:13', '2020-08-31 15:07:32', NULL),
(346, 'diab3_1598870245.jpg', 'adsContent', 'jpg', 20339, 300, 168, 0, 'App\\Models\\Ads', 4, '2020-08-31 15:07:25', '2020-08-31 15:07:32', NULL),
(347, 'SocialMed1_1599043970.jpg', 'blogContent', 'jpg', 57435, 450, 407, 0, NULL, NULL, '2020-09-02 15:22:50', '2020-09-02 15:22:50', NULL),
(349, 'SocialMed1_1599044098.jpg', 'blogContent', 'jpg', 57435, 450, 407, 0, 'App\\Models\\Blog', 53, '2020-09-02 15:24:58', '2020-09-02 15:25:05', NULL),
(350, 'Damnoosh1_1599044180.jpg', 'blogContent', 'jpg', 32380, 500, 353, 0, 'App\\Models\\Blog', 51, '2020-09-02 15:26:20', '2020-09-02 15:26:36', NULL),
(351, 'Damnoosh2_1599044187.jpg', 'blogContent', 'jpg', 38031, 600, 430, 0, 'App\\Models\\Blog', 51, '2020-09-02 15:26:27', '2020-09-02 15:26:36', NULL),
(352, 'posterGreh_1599044299.jpg', 'blogContent', 'jpg', 623972, 673, 885, 0, 'App\\Models\\Blog', 52, '2020-09-02 15:28:19', '2020-09-02 15:28:24', NULL),
(353, 'test_1599044537.jpg', 'blogContent', 'jpg', 192220, 1820, 1011, 0, 'App\\Models\\Blog', 80, '2020-09-02 15:32:17', '2020-09-02 15:32:23', NULL),
(354, 'SocialMed1_1599283061.jpg', 'adsLogo', 'jpg', 57435, 450, 407, 0, NULL, NULL, '2020-09-05 09:47:41', '2020-09-05 09:47:41', NULL),
(355, 'IMG220000_1599283842.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, NULL, NULL, '2020-09-05 10:00:42', '2020-09-05 10:00:42', NULL),
(356, 'Offer-weekend-cooking-570x404_1599283856.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, NULL, NULL, '2020-09-05 10:00:56', '2020-09-05 10:00:56', NULL),
(357, '19farhad2_1599283857.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:00:57', '2020-09-05 10:00:57', NULL),
(358, '19farhad2_1599284987.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:19:47', '2020-09-05 10:19:47', NULL),
(359, '19farhad2_1599284993.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:19:53', '2020-09-05 10:19:53', NULL),
(360, '813370177_1599284995.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 10:19:55', '2020-09-05 10:19:55', NULL),
(361, 'SocialMed1_1599285174.jpg', 'adsLogo', 'jpg', 57435, 450, 407, 0, 'App\\Models\\Ads', 205, '2020-09-05 10:22:55', '2020-09-05 11:33:59', NULL),
(362, 'SocialMed1_1599285210.jpg', 'adsContent', 'jpg', 57435, 450, 407, 0, 'App\\Models\\Ads', 205, '2020-09-05 10:23:30', '2020-09-05 11:33:59', NULL),
(363, 'SocialMed1_1599285212.jpg', 'adsContent', 'jpg', 57435, 450, 407, 0, 'App\\Models\\Ads', 203, '2020-09-05 10:23:32', '2020-09-05 10:34:42', NULL),
(364, '19farhad2_1599285646.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:30:46', '2020-09-05 10:30:46', NULL),
(365, '19farhad2_1599285654.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:30:54', '2020-09-05 10:30:54', NULL),
(366, '813370177_1599285654.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 10:30:54', '2020-09-05 10:30:54', NULL),
(367, '19farhad2_1599285942.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:35:42', '2020-09-05 10:35:42', NULL),
(368, '19farhad2_1599285951.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:35:51', '2020-09-05 10:35:51', NULL),
(369, '813370177_1599285952.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 10:35:52', '2020-09-05 10:35:52', NULL),
(370, 'IMG_20200905_084311_1599286007.jpg', 'adsLogo', 'jpg', 200465, 960, 1280, 0, NULL, NULL, '2020-09-05 10:36:47', '2020-09-05 10:36:47', NULL),
(371, 'Offer-weekend-cooking-570x404_1599286012.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, NULL, NULL, '2020-09-05 10:36:52', '2020-09-05 10:36:52', NULL),
(372, '813370177_1599286013.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 10:36:53', '2020-09-05 10:36:53', NULL),
(373, '19farhad2_1599286852.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:50:52', '2020-09-05 10:50:52', NULL),
(374, '813370177_1599286859.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 10:50:59', '2020-09-05 10:50:59', NULL),
(375, '19farhad2_1599286859.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:50:59', '2020-09-05 10:50:59', NULL),
(376, 'Offer-weekend-cooking-570x404_1599287217.jpg', 'adsLogo', 'jpg', 74233, 570, 404, 0, NULL, NULL, '2020-09-05 10:56:57', '2020-09-05 10:56:57', NULL),
(377, '19farhad2_1599287224.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 10:57:04', '2020-09-05 10:57:04', NULL),
(378, '813370177_1599287225.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 10:57:05', '2020-09-05 10:57:05', NULL),
(379, '19farhad2_1599287401.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 11:00:01', '2020-09-05 11:00:01', NULL),
(380, '19farhad2_1599287407.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 11:00:07', '2020-09-05 11:00:07', NULL),
(381, '813370177_1599287409.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 11:00:09', '2020-09-05 11:00:09', NULL),
(382, '19farhad2_1599287483.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 11:01:23', '2020-09-05 11:01:23', NULL),
(383, '19farhad2_1599287489.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 11:01:29', '2020-09-05 11:01:29', NULL),
(384, '813370177_1599287489.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 11:01:29', '2020-09-05 11:01:29', NULL),
(385, 'IMG220000_1599288731.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, NULL, NULL, '2020-09-05 11:22:11', '2020-09-05 11:22:11', NULL),
(386, 'Offer-weekend-cooking-570x404_1599288737.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, NULL, NULL, '2020-09-05 11:22:17', '2020-09-05 11:22:17', NULL),
(387, '19farhad2_1599288738.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 11:22:18', '2020-09-05 11:22:18', NULL),
(388, 'IMG220000_1599288900.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, NULL, NULL, '2020-09-05 11:25:00', '2020-09-05 11:25:00', NULL),
(389, 'Offer-weekend-cooking-570x404_1599288905.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, 'App\\Models\\Ads', 218, '2020-09-05 11:25:05', '2020-09-05 17:22:02', NULL),
(390, '19farhad2_1599288906.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, 'App\\Models\\Ads', 218, '2020-09-05 11:25:06', '2020-09-05 17:22:02', NULL),
(391, 'IMG220000_1599289250.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, 'App\\Models\\Ads', 206, '2020-09-05 11:30:50', '2020-09-05 11:44:55', NULL),
(392, 'Offer-weekend-cooking-570x404_1599289257.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, 'App\\Models\\Ads', 206, '2020-09-05 11:30:57', '2020-09-05 11:44:55', NULL),
(393, '19farhad2_1599289257.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-05 11:30:57', '2020-09-05 11:30:57', NULL),
(394, '19farhad2_1599304640.jpg', 'adsLogo', 'jpg', 178470, 490, 368, 0, 'App\\Models\\Ads', 207, '2020-09-05 15:47:22', '2020-09-05 15:48:36', NULL),
(395, '19farhad2_1599304645.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, 'App\\Models\\Ads', 207, '2020-09-05 15:47:25', '2020-09-05 15:48:36', NULL),
(396, '813370177_1599304646.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-05 15:47:26', '2020-09-05 15:47:26', NULL),
(397, 'IMG220000_1599305142.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, 'App\\Models\\Ads', 226, '2020-09-05 15:55:42', '2020-09-05 17:36:58', NULL),
(398, '19farhad2_1599305148.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, 'App\\Models\\Ads', 226, '2020-09-05 15:55:48', '2020-09-05 17:36:58', NULL),
(399, 'Offer-weekend-cooking-570x404_1599305154.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, 'App\\Models\\Ads', 226, '2020-09-05 15:55:54', '2020-09-05 17:36:58', NULL),
(400, 'SocialMed1_1599309552.jpg', 'adsContent', 'jpg', 57435, 450, 407, 0, 'App\\Models\\Ads', 226, '2020-09-05 17:09:12', '2020-09-05 17:36:58', NULL),
(401, 'IMG220000_1599311471.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, NULL, NULL, '2020-09-05 17:41:11', '2020-09-05 17:41:11', NULL),
(402, 'IMG220000_1599311592.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, 'App\\Models\\Ads', 227, '2020-09-05 17:43:12', '2020-09-05 17:43:45', NULL),
(403, 'Offer-weekend-cooking-570x404_1599311597.jpg', 'adsContent', 'jpg', 74233, 570, 404, 0, 'App\\Models\\Ads', 227, '2020-09-05 17:43:17', '2020-09-05 17:43:45', NULL),
(404, '19farhad2_1599311598.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, 'App\\Models\\Ads', 227, '2020-09-05 17:43:18', '2020-09-05 17:43:45', NULL),
(414, 'EditedImage_1599550841.png', 'userAvatar', 'png', 43067, 280, 280, 0, 'App\\Models\\User', 5, '2020-09-08 12:10:41', '2020-09-08 12:10:41', NULL),
(417, 'wp5261242_1599561971.jpg', 'adsLogo', 'jpg', 153412, 950, 1689, 0, NULL, NULL, '2020-09-08 15:16:11', '2020-09-08 15:16:11', NULL),
(419, 'wp5261209_1599562098.jpg', 'adsContent', 'jpg', 483575, 2160, 3840, 0, NULL, NULL, '2020-09-08 15:18:18', '2020-09-08 15:18:18', NULL),
(420, 'wp5261241_1599562168.jpg', 'adsContent', 'jpg', 97050, 937, 1663, 0, NULL, NULL, '2020-09-08 15:19:28', '2020-09-08 15:19:28', NULL),
(421, 'pwbg_1599562171.jpg', 'adsContent', 'jpg', 422537, 682, 1024, 0, NULL, NULL, '2020-09-08 15:19:31', '2020-09-08 15:19:31', NULL),
(422, 'wp5261242_1599562485.jpg', 'adsContent', 'jpg', 153412, 950, 1689, 0, NULL, NULL, '2020-09-08 15:24:45', '2020-09-08 15:24:45', NULL),
(423, 'wp4822847_1599562495.jpg', 'adsContent', 'jpg', 127192, 736, 1327, 0, NULL, NULL, '2020-09-08 15:24:55', '2020-09-08 15:24:55', NULL),
(424, 'IMG_20200613_232834_277_1599562621.jpg', 'adsLogo', 'jpg', 118414, 640, 640, 0, 'App\\Models\\Ads', 228, '2020-09-08 15:27:01', '2020-09-08 15:27:37', NULL),
(425, 'IMG_20200613_232834_277_1599562647.jpg', 'adsContent', 'jpg', 118414, 640, 640, 0, 'App\\Models\\Ads', 228, '2020-09-08 15:27:27', '2020-09-08 15:27:37', NULL),
(428, 'Mad1_1599586547.jpg', 'adsContent', 'jpg', 3891, 225, 225, 0, NULL, NULL, '2020-09-08 22:05:47', '2020-09-08 22:05:47', NULL),
(429, '813370177_1599586547.jpeg', 'adsContent', 'jpeg', 330143, 404, 303, 0, NULL, NULL, '2020-09-08 22:05:47', '2020-09-08 22:05:47', NULL),
(430, '19farhad2_1599586548.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-08 22:05:48', '2020-09-08 22:05:48', NULL),
(436, 'EditedImage_1599590732.png', 'userAvatar', 'png', 17983, 225, 225, 0, 'App\\Models\\User', 8, '2020-09-08 23:15:32', '2020-09-08 23:15:32', NULL),
(437, 'EditedImage_1599591077.png', 'userAvatar', 'png', 71478, 280, 280, 0, 'App\\Models\\User', 10, '2020-09-08 23:21:17', '2020-09-08 23:21:18', NULL),
(438, 'photox_4494431_1599591476.jpg', 'adsContent', 'jpg', 862770, 1080, 1080, 0, NULL, NULL, '2020-09-08 23:27:56', '2020-09-08 23:27:56', NULL),
(439, 'pwbg_1599591479.jpg', 'adsContent', 'jpg', 2134159, 1360, 2048, 0, NULL, NULL, '2020-09-08 23:28:02', '2020-09-08 23:28:02', NULL),
(441, 'photox_4494431_1599627627.jpg', 'adsContent', 'jpg', 862770, 1080, 1080, 0, NULL, NULL, '2020-09-09 09:30:27', '2020-09-09 09:30:27', NULL),
(442, 'pwbg_1599627638.jpg', 'adsContent', 'jpg', 2134159, 1360, 2048, 0, NULL, NULL, '2020-09-09 09:30:38', '2020-09-09 09:30:38', NULL),
(443, 'photox_4494431_1599628060.jpg', 'adsContent', 'jpg', 862770, 1080, 1080, 0, NULL, NULL, '2020-09-09 09:37:40', '2020-09-09 09:37:40', NULL),
(444, 'pwbg_1599628071.jpg', 'adsContent', 'jpg', 2134159, 1360, 2048, 0, NULL, NULL, '2020-09-09 09:37:51', '2020-09-09 09:37:51', NULL),
(445, 'photox_4494431_1599628440.jpg', 'adsContent', 'jpg', 862770, 1080, 1080, 0, NULL, NULL, '2020-09-09 09:44:00', '2020-09-09 09:44:00', NULL),
(446, 'pwbg_1599628450.jpg', 'adsContent', 'jpg', 2134159, 1360, 2048, 0, NULL, NULL, '2020-09-09 09:44:10', '2020-09-09 09:44:10', NULL),
(447, 'photox_4494431_1599628609.jpg', 'adsContent', 'jpg', 862770, 1080, 1080, 0, NULL, NULL, '2020-09-09 09:46:49', '2020-09-09 09:46:49', NULL),
(448, 'pwbg_1599628618.jpg', 'adsContent', 'jpg', 2134159, 1360, 2048, 0, NULL, NULL, '2020-09-09 09:46:58', '2020-09-09 09:46:58', NULL),
(449, 'IMG220000_1599643267.jpg', 'adsLogo', 'jpg', 21913, 300, 300, 0, NULL, NULL, '2020-09-09 13:51:07', '2020-09-09 13:51:07', NULL),
(450, 'EditedImage_1599659334.png', 'userAvatar', 'png', 99778, 186, 280, 0, 'App\\Models\\User', 13, '2020-09-09 18:18:54', '2020-09-09 18:18:55', NULL),
(451, 'IMG_20200909_144811_410_1599659442.jpg', 'adsContent', 'jpg', 99646, 885, 1280, 0, NULL, NULL, '2020-09-09 18:20:42', '2020-09-09 18:20:42', NULL),
(452, 'IMG_20200909_144756_1599659443.jpg', 'adsContent', 'jpg', 376745, 980, 1418, 0, NULL, NULL, '2020-09-09 18:20:43', '2020-09-09 18:20:43', NULL),
(453, 'IMG-20200909_224503_8971789392106166560_1599675317.jpeg', 'adsLogo', 'jpeg', 438666, 682, 340, 0, NULL, NULL, '2020-09-09 22:45:17', '2020-09-09 22:45:17', NULL),
(454, 'IMG-20200909_224746_4151486668267422965_1599675475.jpeg', 'adsLogo', 'jpeg', 22609, 298, 300, 0, NULL, NULL, '2020-09-09 22:47:55', '2020-09-09 22:47:55', NULL),
(455, 'IMG-20200909_225355_9124905479617559400_1599675840.jpeg', 'adsLogo', 'jpeg', 287503, 546, 272, 0, NULL, NULL, '2020-09-09 22:54:00', '2020-09-09 22:54:00', NULL),
(456, 'nm1_1599676703.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:08:24', '2020-09-09 23:08:24', NULL),
(459, 'nm1_1599676852.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:10:52', '2020-09-09 23:10:52', NULL),
(462, 'nm1_1599677412.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:20:12', '2020-09-09 23:20:12', NULL),
(463, 'le3_1599677412.jpg', 'adsContent', 'jpg', 22115, 600, 400, 0, NULL, NULL, '2020-09-09 23:20:12', '2020-09-09 23:20:12', NULL),
(475, 'nm1_1599677758.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:25:58', '2020-09-09 23:25:58', NULL),
(476, 'nm1_1599677931.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:28:51', '2020-09-09 23:28:51', NULL),
(477, 'le3_1599677932.jpg', 'adsContent', 'jpg', 22115, 600, 400, 0, NULL, NULL, '2020-09-09 23:28:52', '2020-09-09 23:28:52', NULL),
(478, 'nm1_1599677990.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:29:50', '2020-09-09 23:29:50', NULL),
(479, 'nm1_1599677997.jpg', 'adsContent', 'jpg', 87832, 682, 340, 0, NULL, NULL, '2020-09-09 23:29:57', '2020-09-09 23:29:57', NULL),
(480, '18suplogo4_1599678001.jpeg', 'adsContent', 'jpeg', 8417, 225, 225, 0, NULL, NULL, '2020-09-09 23:30:01', '2020-09-09 23:30:01', NULL),
(481, '19farhad2_1599678003.jpg', 'adsContent', 'jpg', 178470, 490, 368, 0, NULL, NULL, '2020-09-09 23:30:03', '2020-09-09 23:30:03', NULL),
(483, 'IMG-20200909_233731_8305309262528363150_1599678460.jpeg', 'userAvatar', 'jpeg', 223857, 340, 340, 0, 'App\\Models\\User', 1, '2020-09-09 23:37:40', '2020-09-09 23:37:40', NULL),
(487, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627739687.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:24:47', '2021-07-31 16:24:47', NULL),
(488, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627739714.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:25:14', '2021-07-31 16:25:14', NULL),
(489, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627739769.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:26:09', '2021-07-31 16:26:09', NULL),
(490, 'google-play-badge-logo-pssnt_1627740021.png', 'adsCategoryLogo', 'png', 50315, 1208, 358, 0, NULL, NULL, '2021-07-31 16:30:21', '2021-07-31 16:30:21', NULL),
(491, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740093.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:31:33', '2021-07-31 16:31:33', NULL),
(492, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740125.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:32:05', '2021-07-31 16:32:05', NULL),
(493, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740148.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:32:28', '2021-07-31 16:32:28', NULL),
(494, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740167.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:32:47', '2021-07-31 16:32:47', NULL),
(495, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740193.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:33:13', '2021-07-31 16:33:13', NULL),
(497, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740341.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:35:41', '2021-07-31 16:35:41', NULL),
(498, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740449.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:37:29', '2021-07-31 16:37:29', NULL),
(500, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627740649.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, NULL, NULL, '2021-07-31 16:40:49', '2021-07-31 16:40:49', NULL),
(501, 'c81c6a71-5443-418d-95a2-a6a966ea46e3_1627741873.jpg', 'adsCategoryLogo', 'jpg', 43050, 480, 320, 0, NULL, NULL, '2021-07-31 17:01:13', '2021-07-31 17:01:13', NULL),
(502, 'c81c6a71-5443-418d-95a2-a6a966ea46e3_1627743438.jpg', 'adsCategoryLogo', 'jpg', 43050, 480, 320, 0, NULL, NULL, '2021-07-31 17:27:18', '2021-07-31 17:27:18', NULL),
(503, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627743470.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, 'App\\Models\\AdsCategory', 3, '2021-07-31 17:27:50', '2021-07-31 17:27:52', NULL),
(504, 'paladar-winter-garden-with-heaters-204917_17122020102551_1627743609.jpg', 'adsCategoryLogo', 'jpg', 26254, 480, 320, 0, 'App\\Models\\AdsCategory', 12, '2021-07-31 17:30:09', '2021-07-31 17:30:12', NULL),
(505, 'c81c6a71-5443-418d-95a2-a6a966ea46e3_1627743626.jpg', 'adsCategoryLogo', 'jpg', 43050, 480, 320, 0, 'App\\Models\\AdsCategory', 17, '2021-07-31 17:30:26', '2021-07-31 17:30:29', NULL),
(506, 'paladar-winter-garden-with-heaters-204917_17122020102551_1627749509.jpg', 'adsCategoryLogo', 'jpg', 26254, 480, 320, 0, 'App\\Models\\AdsCategory', 18, '2021-07-31 19:08:29', '2021-07-31 19:08:32', NULL),
(507, 'c81c6a71-5443-418d-95a2-a6a966ea46e3_1627749545.jpg', 'adsCategoryLogo', 'jpg', 43050, 480, 320, 0, 'App\\Models\\AdsCategory', 20, '2021-07-31 19:09:05', '2021-07-31 19:09:08', NULL),
(508, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627749564.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, 'App\\Models\\AdsCategory', 19, '2021-07-31 19:09:24', '2021-07-31 19:09:26', NULL),
(509, 'arcade-food-hall-relaunch-london-jks-group_29072021102723_1627749577.jpg', 'adsCategoryLogo', 'jpg', 34747, 480, 320, 0, 'App\\Models\\AdsCategory', 21, '2021-07-31 19:09:37', '2021-07-31 19:09:39', NULL),
(510, 'b9a4bdec-3cd5-4573-b439-a49fdd68d5fc_1627749591.jpg', 'adsCategoryLogo', 'jpg', 49716, 480, 320, 0, 'App\\Models\\AdsCategory', 22, '2021-07-31 19:09:51', '2021-07-31 19:09:53', NULL),
(511, 'arcade-food-hall-relaunch-london-jks-group_29072021102723_1627763026.jpg', 'cityLogo', 'jpg', 34747, 480, 320, 0, NULL, NULL, '2021-07-31 22:53:46', '2021-07-31 22:53:46', NULL),
(514, 'st-pauls_1627763865.jpg', 'cityLogo', 'jpg', 74255, 680, 350, 0, 'App\\Models\\City', 1, '2021-07-31 23:07:45', '2021-07-31 23:07:48', NULL),
(515, 'birmingham_1627763907.jpg', 'cityLogo', 'jpg', 69219, 680, 350, 0, 'App\\Models\\City', 2, '2021-07-31 23:08:27', '2021-07-31 23:08:30', NULL),
(516, 'edinburgh_1627763917.jpg', 'cityLogo', 'jpg', 101184, 680, 350, 0, NULL, NULL, '2021-07-31 23:08:37', '2021-07-31 23:08:37', NULL),
(517, 'edinburgh_1627763934.jpg', 'cityLogo', 'jpg', 101184, 680, 350, 0, 'App\\Models\\City', 3, '2021-07-31 23:08:54', '2021-07-31 23:08:56', NULL),
(518, 'edinburgh_1627764022.jpg', 'cityLogo', 'jpg', 101184, 680, 350, 0, 'App\\Models\\City', 4, '2021-07-31 23:10:22', '2021-07-31 23:10:24', NULL),
(519, 'st-pauls_1627764033.jpg', 'cityLogo', 'jpg', 74255, 680, 350, 0, 'App\\Models\\City', 5, '2021-07-31 23:10:33', '2021-07-31 23:10:35', NULL),
(520, 'birmingham_1627764043.jpg', 'cityLogo', 'jpg', 69219, 680, 350, 0, 'App\\Models\\City', 6, '2021-07-31 23:10:43', '2021-07-31 23:10:45', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `queue` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `attempts` tinyint(3) UNSIGNED NOT NULL,
  `reserved_at` int(10) UNSIGNED DEFAULT NULL,
  `available_at` int(10) UNSIGNED NOT NULL,
  `created_at` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_06_28_192812_create_units_table', 1),
(4, '2019_07_07_114157_create_categories_table', 1),
(5, '2019_07_07_200259_create_files_table', 1),
(6, '2019_07_07_200333_create_file_types_table', 1),
(8, '2019_07_07_201835_create_app_views_table', 1),
(9, '2019_07_07_201942_create_app_viewables_table', 1),
(10, '2019_07_07_212449_create_user_devices_table', 1),
(13, '2019_07_07_212547_create_comments_table', 1),
(14, '2019_07_07_212627_create_countries_table', 1),
(15, '2019_07_07_212646_create_cities_table', 1),
(16, '2019_07_07_212722_create_regions_table', 1),
(19, '2019_07_07_214229_create_ads_table', 1),
(20, '2019_07_07_214257_create_scores_table', 1),
(21, '2019_07_07_214334_create_profiles_table', 1),
(23, '2019_07_07_214436_create_ads_attribute_descriptions_table', 1),
(25, '2019_07_07_214516_create_ads_attribute_description_value_types_table', 1),
(26, '2019_07_08_084658_create_roles_table', 1),
(27, '2019_07_08_084720_create_role_users_table', 1),
(28, '2019_07_08_122130_create_categoriables_table', 1),
(30, '2019_07_08_202419_create_supports_table', 1),
(31, '2019_07_24_125128_create_jobs_table', 1),
(32, '2019_09_28_192812_create_ads_categories_table', 1),
(34, '2019_12_06_130012_create_permissions_table', 3),
(35, '2019_12_06_130045_create_permission_role_table', 3),
(36, '2019_07_07_214400_create_activations_table', 4),
(38, '2014_10_12_000000_create_users_table', 5),
(39, '2019_12_16_171831_create_user_logins_table', 5),
(41, '2020_02_23_010049_add_remember_token_to_users', 7),
(43, '2019_07_07_201758_create_blogs_table', 8),
(45, '2020_02_28_234704_create_payments_table', 9),
(46, '2019_07_07_214454_create_ads_attributes_table', 10),
(47, '2019_07_07_213237_create_reports_table', 11),
(48, '2019_07_07_213253_create_report_types_table', 11),
(49, '2020_03_08_044116_create_viewable_table', 12),
(52, '2020_03_22_013449_add_country_code_to_activations', 13),
(53, '2019_07_07_212508_create_bookmarks_table', 14),
(54, '2020_03_28_213137_remove_pay_id_from_ads', 15),
(55, '2020_03_28_214550_remove_en_title_and_en_description_from_ads', 16),
(56, '2020_03_29_120554_remove_en_address_from_ads', 17),
(59, '2020_04_01_191107_remove_en_title_from_units', 18),
(60, '2020_04_01_194000_add_admin_id_to_units', 18),
(61, '2020_04_03_005626_add_comment_count_and_average_score_to_ads', 19),
(62, '2020_04_03_155654_remove_user_id_from_reports', 20),
(63, '2019_12_25_093000_create_images_table', 21),
(64, '2020_05_08_151134_add_mobile_visibility_to_users', 22),
(65, '2020_05_08_151203_add_postal_code_to_profiles', 22);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به بازیابی مجدد رمز عبور از طریق ایمیل';

-- --------------------------------------------------------

--
-- Table structure for table `payments`
--

CREATE TABLE `payments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ads_id` int(10) UNSIGNED NOT NULL COMMENT 'تعیین آگهی مربوط به این پرداخت',
  `description` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'توضیحات پرداخت',
  `user_id` int(11) NOT NULL COMMENT 'اطلاعات کاربر پرداخت کننده',
  `price` decimal(12,0) NOT NULL COMMENT 'مبلغ قابل پرداخت',
  `trans_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'شناسه تراکنش',
  `card_number` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'شماره کارت پرداخت کننده',
  `is_success` tinyint(1) NOT NULL DEFAULT '0' COMMENT 'تعیین اینکه پرداخت موفقیت آمیز بوده است',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به پرداخت های کاربران';

--
-- Dumping data for table `payments`
--

INSERT INTO `payments` (`id`, `ads_id`, `description`, `user_id`, `price`, `trans_id`, `card_number`, `is_success`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 1, 'sdfsdfsd', 1, '25000', 'asfewarfwe', NULL, 0, NULL, NULL, NULL),
(2, 1, 'sdfsdfsd', 1, '25000', 'asfewarfwe', NULL, 0, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'نام دسترسی که برنامه با آن کار میکند',
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'عنوان دسترسی مد نظر (به فارسی)',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `title`, `created_at`, `updated_at`) VALUES
(1, 'site.*', 'دسترسی کاربران سمت سایت', '2020-02-13 16:30:41', NULL),
(2, '*', ' همه دسترسی ها', '2020-02-13 16:30:41', NULL),
(3, 'ads.*', 'مدیریت آگهی ها', '2020-02-13 16:30:41', NULL),
(4, 'report.*', 'مدیریت گزارش ها', '2020-02-13 16:30:41', NULL),
(5, 'support.*', 'مدیریت پیام های پشتیبانی', '2020-02-13 16:30:41', NULL),
(6, 'comment.*', 'مدیریت نظرات', '2020-02-13 16:30:41', NULL),
(7, 'blog.*', 'مدیریت بلاگ ها', '2020-02-13 16:30:41', NULL),
(8, 'user.*', 'مدیریت کاربران', '2020-02-13 16:30:41', NULL),
(9, 'category.*', 'مدیریت دسته بندی ها', '2020-02-13 16:30:41', NULL),
(10, 'social.*', 'مدیریت شبکه های اجتماعی', '2020-02-13 16:30:41', NULL),
(11, 'activity.*', 'مدیریت فعالیت ها', '2020-02-13 16:30:41', NULL),
(12, 'blogCategory.*', 'مدیریت دسته بندی بلاگ ها', '2020-02-13 16:30:41', NULL),
(13, 'payment.*', 'مدیریت پرداخت ها', '2020-02-13 16:30:41', NULL),
(14, 'message.*', 'مدیریت پیام ها', '2020-02-13 16:30:41', NULL),
(15, 'loginUser.*', 'دسترسی کاربر لاگین کرده', '2020-08-07 00:00:00', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `permission_role`
--

CREATE TABLE `permission_role` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `permission_id` int(10) UNSIGNED NOT NULL COMMENT 'تعیین دستریسی',
  `role_id` int(10) UNSIGNED NOT NULL COMMENT 'تعیین دستریسی',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permission_role`
--

INSERT INTO `permission_role` (`id`, `permission_id`, `role_id`, `created_at`, `updated_at`) VALUES
(1, 2, 1, '2020-02-13 16:30:41', NULL),
(2, 1, 2, '2020-02-13 16:30:41', NULL),
(5, 5, 3, NULL, NULL),
(9, 6, 3, NULL, NULL),
(10, 11, 3, NULL, NULL),
(11, 15, 2, '2020-08-07 00:00:00', '2020-08-07 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `profiles`
--

CREATE TABLE `profiles` (
  `user_id` int(11) NOT NULL COMMENT 'کاربر این پروفایل',
  `image` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تصویر پروفایل (اختیاری)',
  `female` tinyint(1) NOT NULL DEFAULT '0' COMMENT '1 برای خانم و 0 برای آقا',
  `lat` double DEFAULT NULL COMMENT 'عرض جغرافیایی کاربر ثبت نام شده (اختیاری)',
  `long` double DEFAULT NULL COMMENT 'طول جغرافیایی این کاربر (اختیاری)',
  `postal_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین کد پستی کاربر',
  `city_id` int(11) DEFAULT NULL COMMENT 'شهر این کاربر (اختیاری)',
  `birthday` timestamp NULL DEFAULT NULL COMMENT 'سال تولد کاربر (اختیاری)',
  `address` varchar(2000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'آدرس کاربر (اختیاری)',
  `company` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام شرکت کاربر (اختیاری)',
  `en_company` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام شرکت کاربر به انگلیسی (اختیاری)',
  `about` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'درباره کاربر (اختیاری)',
  `en_about` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'درباره کاربر به انگلیسی (اختیاری)',
  `specialist` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تخصص کاربر (اختیاری)',
  `en_specialist` varchar(3000) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تخصص کاربر به انگلیسی (اختیاری)',
  `facebook` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'قیسبوک (اختیاری)',
  `twitter` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توییتر (اختیاری)',
  `linkedin` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'لینکداین (اختیاری)',
  `instagram` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'اینستاگرام (اختیاری)',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به پروفایل کاربران';

--
-- Dumping data for table `profiles`
--

INSERT INTO `profiles` (`user_id`, `image`, `female`, `lat`, `long`, `postal_code`, `city_id`, `birthday`, `address`, `company`, `en_company`, `about`, `en_about`, `specialist`, `en_specialist`, `facebook`, `twitter`, `linkedin`, `instagram`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, NULL, 0, 0, -998874.55, '11111', 2, '1993-06-24 00:00:00', 'تهران سمت راست', 'کیکو', 'QIQOO', 'شرکت کیکو', 'about qiqoo', 'آگهی', 'ads', 'https://facebook.com/qiqoo', 'https://twitter.com/qiqoo', 'https://linkedin.com/qiqoo', 'https://instagram.com/qiqoo', NULL, '2020-02-13 16:30:41', '2020-09-09 18:14:28'),
(13, NULL, 0, 0, NULL, 'NW8', 1, '1992-03-19 00:00:00', NULL, NULL, NULL, 'سلام', 'معلم', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-09 18:09:06', '2020-09-09 18:14:41'),
(23, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-12 22:32:31', '2020-09-12 22:32:31'),
(24, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-12 22:49:01', '2020-09-12 22:49:01'),
(25, NULL, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-11-07 07:21:03', '2021-08-05 01:00:11');

-- --------------------------------------------------------

--
-- Table structure for table `reports`
--

CREATE TABLE `reports` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام گزارش دهنده',
  `email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'ایمیل گزارش دهنده (اختیاری)',
  `mobile` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'موبایل گزارش دهنده (اختیاری)',
  `text` varchar(3000) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'گزارش کاربر',
  `ads_id` int(11) NOT NULL COMMENT 'تعیین شناسه آگهی',
  `report_type_id` int(11) NOT NULL COMMENT 'نوع گزارش با توجه به درجه حساسیت آن که به جدول انواع گزارش متصل می شود',
  `seen_admin_id` int(11) DEFAULT NULL COMMENT 'تعیین اینکه کدام ادمین این گزارش را ابتدا دیده است',
  `seen_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی گزارش دیده شده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به گزارشات کاربران از آگهی و بلاگ ها';

--
-- Dumping data for table `reports`
--

INSERT INTO `reports` (`id`, `name`, `email`, `mobile`, `text`, `ads_id`, `report_type_id`, `seen_admin_id`, `seen_at`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'dfsd', 'a@gmail.com', '09194257035', 'sadfds', 34, 1, 1, '2020-06-05 22:13:36', NULL, NULL, '2020-06-05 22:13:36'),
(2, 'dfsd', 'a@gmail.com', '09194257035', 'sadfds', 34, 1, 2, NULL, NULL, NULL, NULL),
(3, 'dfsd', 'a@gmail.com', '09194257035', 'sadfds', 34, 1, 2, NULL, NULL, NULL, NULL),
(4, 'dfsd', 'a@gmail.com', '09194257035', 'sadfds', 34, 1, 2, NULL, NULL, NULL, NULL),
(5, 'dfsd', 'a@gmail.com', '09194257035', 'sadfds', 34, 1, 1, '2020-06-05 22:14:05', NULL, NULL, '2020-06-05 22:14:05'),
(6, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 2, NULL, NULL, NULL, '2020-04-03 11:46:44', '2020-04-03 11:46:44'),
(7, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-04-03 11:50:26', '2020-04-03 11:50:26'),
(8, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 02:33:50', '2020-08-01 02:33:50'),
(9, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 02:33:53', '2020-08-01 02:33:53'),
(10, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 02:34:23', '2020-08-01 02:34:23'),
(11, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 02:34:46', '2020-08-01 02:34:46'),
(12, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 02:44:26', '2020-08-01 02:44:26'),
(13, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 05:24:44', '2020-08-01 05:24:44'),
(14, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 05:24:58', '2020-08-01 05:24:58'),
(15, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-01 05:57:34', '2020-08-01 05:57:34'),
(16, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-03 19:56:23', '2020-08-03 19:56:23'),
(17, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 19:57:42', '2020-08-03 19:57:42'),
(18, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-03 20:01:20', '2020-08-03 20:01:20'),
(19, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:01:34', '2020-08-03 20:01:34'),
(20, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:01:35', '2020-08-03 20:01:35'),
(21, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:01:36', '2020-08-03 20:01:36'),
(22, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:02:53', '2020-08-03 20:02:53'),
(23, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:22:46', '2020-08-03 20:22:46'),
(24, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:24:56', '2020-08-03 20:24:56'),
(25, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:25:29', '2020-08-03 20:25:29'),
(26, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوkای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:26:02', '2020-08-03 20:26:02'),
(27, 'alixxxreza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوkای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:26:22', '2020-08-03 20:26:22'),
(28, 'aliaareza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوkای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:30:48', '2020-08-03 20:30:48'),
(29, 'alireza', 'ali@gmail.com', '9194257035', 'testtdetdtdstdstdst', 1, 0, NULL, NULL, NULL, '2020-08-03 20:34:47', '2020-08-03 20:34:47'),
(30, 'aliaareza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوkای خلاف واقع می باشد', 1, 3, NULL, NULL, NULL, '2020-08-03 20:35:27', '2020-08-03 20:35:27'),
(31, 'alireza', 'ali@gmail.com', '9194257035', 'testtdetdtdstdstdst', 1, 0, NULL, NULL, NULL, '2020-08-03 20:35:34', '2020-08-03 20:35:34'),
(32, 'aliaareza', 'ali@gmail.com', '9194257035', 'twsfdfsdfsdfsdf', 1, 3, NULL, NULL, NULL, '2020-08-03 20:37:25', '2020-08-03 20:37:25'),
(33, 'علیرضا سلیمی', 'aaaa@gmail.com', '9211722656', 'استفاده از محتوای غیر اخلاقی', 1, 0, NULL, NULL, NULL, '2020-08-03 20:38:52', '2020-08-03 20:38:52'),
(34, 'علیرضا سلیمی', 'aaaa@gmail.com', '9211722656', 'دارای محتوای مجرمانه', 1, 0, NULL, NULL, NULL, '2020-08-03 20:41:12', '2020-08-03 20:41:12'),
(35, 'علیرضا سلیمی', 'aaaa@gmail.com', '9211722656', 'عدم رعایت مالکیت معنوی و حق کپی رایت', 1, 0, NULL, NULL, NULL, '2020-08-03 20:41:17', '2020-08-03 20:41:17'),
(36, 'aliaareza', 'ali@gmail.com', '9194257035', 'twsfdfsdfsdfsdf', 1, 3, NULL, NULL, NULL, '2020-08-03 20:49:54', '2020-08-03 20:49:54'),
(37, 'علیرضا سلیمی', 'aaaa@gmail.com', '9211722656', 'دارای محتوای مجرمانه', 1, 5, NULL, NULL, NULL, '2020-08-03 20:56:29', '2020-08-03 20:56:29'),
(38, 'علیرضا سلیمی', 'aaaa@gmail.com', '9211722656', 'عدم رعایت فضای رقابتی و اخلاق حرفه ای', 1, 1, NULL, NULL, NULL, '2020-08-03 20:56:34', '2020-08-03 20:56:34'),
(39, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 5, 3, NULL, NULL, NULL, '2020-08-05 20:12:44', '2020-08-05 20:12:44'),
(40, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 2, 3, NULL, NULL, NULL, '2020-08-07 16:27:12', '2020-08-07 16:27:12'),
(41, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 2, 3, NULL, NULL, NULL, '2020-08-07 16:28:42', '2020-08-07 16:28:42'),
(42, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 2, 3, NULL, NULL, NULL, '2020-08-07 16:28:44', '2020-08-07 16:28:44'),
(43, 'Soheil Azimi', 'aasdd@gmail.com', '9211722656', 'دارای محتوای مجرمانه', 4, 5, NULL, NULL, NULL, '2020-08-17 10:28:16', '2020-08-17 10:28:16'),
(44, 'Soheil Azimi', 'aasdd@gmail.com', '9211722656', 'دارای محتوای مجرمانه', 2, 5, NULL, NULL, NULL, '2020-08-17 10:36:27', '2020-08-17 10:36:27'),
(45, 'Soheil Azimi', 'aasdd@gmail.com', '9211722656', 'دارای محتوای مجرمانه', 2, 5, NULL, NULL, NULL, '2020-08-17 11:00:10', '2020-08-17 11:00:10'),
(46, 'alireza', 'ali@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 2, 3, NULL, NULL, NULL, '2020-09-01 23:21:26', '2020-09-01 23:21:26'),
(47, 'alireza', NULL, '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 2, 3, NULL, NULL, NULL, '2020-09-01 23:21:30', '2020-09-01 23:21:30'),
(48, 'soheil', 'soheil@gmail.com', '9194257035', 'این آگهی دارای محتوای خلاف واقع می باشد', 2, 3, NULL, NULL, NULL, '2020-09-02 00:57:06', '2020-09-02 00:57:06'),
(49, 'soheil', 'soheil@gmail.com', '9194257035', 'testtesttesttesttest', 2, 3, NULL, NULL, NULL, '2020-09-02 01:00:19', '2020-09-02 01:00:19'),
(50, 'soheil', NULL, '9194257035', 'testtesttesttesttest', 2, 3, NULL, NULL, NULL, '2020-09-02 01:00:47', '2020-09-02 01:00:47'),
(51, 'Soheil', NULL, '9010729547', 'استفاده از محتوای غیر اخلاقی', 2, 4, NULL, NULL, NULL, '2020-09-08 16:47:06', '2020-09-08 16:47:06'),
(52, 'علی', NULL, '9121999793', 'استفاده از محتوای غیر اخلاقی', 2, 4, NULL, NULL, NULL, '2020-09-09 18:10:06', '2020-09-09 18:10:06');

-- --------------------------------------------------------

--
-- Table structure for table `report_types`
--

CREATE TABLE `report_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'عنوان نوع گزاش',
  `description` varchar(2000) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'توضیح نوع گزارش (اختیاری)',
  `importance_level` int(11) NOT NULL COMMENT 'تعیین کننده میزان مهم بودن گزارش: از 1 تا 5',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به نوع گزارش';

--
-- Dumping data for table `report_types`
--

INSERT INTO `report_types` (`id`, `title`, `description`, `importance_level`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'دارای محتوای مجرمانه', 'در صورتی که داده مورد نظر از محتوای مجرمانه جهت تحریک، ترغیب یا دعوت به ارتکاب جرم کند.', 5, NULL, '2020-03-08 00:56:10', NULL),
(2, 'استفاده از محتوای غیر اخلاقی', 'در صورتی که داده مورد نظر از محتوای غیر اخلاقی، مستهجن و مبتذل در تصاویر، محتوا و... استفاده کرده باشد.', 4, NULL, '2020-03-08 00:56:10', NULL),
(3, 'استفاده از اطلاعات نادرست', 'در صورتی که داده مورد نظر از اطلاعات نادرست و اشتباه استفاده کرده باشد.', 3, NULL, '2020-03-08 00:56:10', NULL),
(4, 'عدم رعایت مالکیت معنوی و حق کپی رایت', 'در صورتی که داده مورد نظر مالکیت معنوی اثر را رعایت نکرده و با سواستفاده آن را منتشر کند.', 2, NULL, '2020-03-08 00:56:10', NULL),
(5, 'عدم رعایت فضای رقابتی و اخلاق حرفه ای', 'در صورتی که داده موردنظر از اطلاعات نادرست جهت تمسخر و توهین رقبا استفاده کرده و اخلاق حرفه ای را رعایت نکرده باشد', 1, NULL, '2020-03-08 00:56:10', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'نام دسترسی که برنامه با آن کار میکند',
  `title` varchar(250) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'عنوان دسترسی مد نظر',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به دسترسی های کاربران و authorization';

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `title`, `created_at`, `updated_at`) VALUES
(1, 'superAdmin', 'مدیر کل سامانه', '2020-02-13 16:30:41', NULL),
(2, 'standardUser', 'کاربر عادی', '2020-02-13 16:30:41', NULL),
(3, 'generalAdmin', 'مدیر عمومی 1', NULL, NULL),
(4, 'guest', 'مهمان', '2020-05-07 00:00:00', '2020-08-07 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `scores`
--

CREATE TABLE `scores` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL COMMENT 'کاربری که امتیاز می دهد',
  `ads_id` int(11) NOT NULL COMMENT 'آگهی مربوطه',
  `score` double(8,2) NOT NULL COMMENT 'مقدار امتیاز که می تواند اعشاری و از 1 تا 5 باشد',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='حدول مربوط به امتیاز کاربران به آگهی ها';

--
-- Dumping data for table `scores`
--

INSERT INTO `scores` (`id`, `user_id`, `ads_id`, `score`, `created_at`, `updated_at`) VALUES
(5, 1, 34, 5.00, '2020-03-08 11:40:48', NULL),
(6, 1, 34, 2.00, '2020-03-08 11:40:48', NULL),
(7, 1, 34, 3.00, '2020-03-08 11:40:48', NULL),
(8, 1, 34, 3.00, '2020-03-08 11:40:48', NULL),
(9, 1, 5, 4.00, '2020-04-03 12:12:57', '2020-04-03 12:13:18'),
(10, 7, 5, 4.00, '2020-07-16 12:22:43', '2020-07-16 12:22:43'),
(11, 10, 5, 4.00, '2020-07-30 20:08:30', '2020-08-05 20:12:53'),
(12, 10, 34, 5.00, '2020-08-03 01:19:10', '2020-08-03 01:19:10'),
(13, 10, 4, 4.00, '2020-08-03 20:59:23', '2020-08-15 18:12:48'),
(14, 10, 1, 4.00, '2020-08-04 08:55:48', '2020-08-04 08:55:48'),
(15, 10, 2, 5.00, '2020-08-07 12:55:45', '2020-08-07 12:55:45'),
(16, 10, 19, 5.00, '2020-08-16 08:21:25', '2020-08-16 08:21:25'),
(17, 66, 4, 5.00, '2020-08-31 15:21:49', '2020-08-31 15:21:49'),
(18, 66, 19, 4.00, '2020-08-31 15:33:19', '2020-08-31 15:45:05'),
(19, 77, 19, 1.00, '2020-08-31 15:33:19', '2020-08-31 15:44:44'),
(20, 74, 19, 5.00, '2020-08-31 23:00:14', '2020-08-31 23:00:14'),
(21, 74, 2, 2.00, '2020-09-02 16:01:41', '2020-09-03 08:39:19'),
(22, 83, 204, 5.00, '2020-09-05 11:19:16', '2020-09-05 11:19:16'),
(23, 1, 20, 4.00, '2020-09-08 14:37:34', '2020-09-08 14:37:34'),
(24, 6, 20, 5.00, '2020-09-08 14:37:45', '2020-09-08 14:37:45'),
(25, 13, 17, 5.00, '2020-09-09 18:22:23', '2020-09-09 18:22:23'),
(26, 22, 26, 5.00, '2020-09-11 11:15:19', '2020-09-11 11:15:19');

-- --------------------------------------------------------

--
-- Table structure for table `supports`
--

CREATE TABLE `supports` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام کاربر ارسال کننده پیام (اختیاری)',
  `mobile` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'شماره موبایل کاربر ارسال کننده پیام (اختیاری)',
  `email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'ایمیل کاربر ارسال کننده پیام (اختیاری)',
  `title` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'عنوان پیام',
  `text` text COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'متن اصلی پیام',
  `seen_admin_id` int(11) DEFAULT NULL COMMENT 'تعیین اینکه کدام ادمین این پیام پشتیبانی را ابتدا دیده است',
  `seen_at` timestamp NULL DEFAULT NULL COMMENT 'تعیین اینکه چه زمانی پیام پشتیبانی دیده شده است',
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به اطلاعات پیام های پشتیبانی';

--
-- Dumping data for table `supports`
--

INSERT INTO `supports` (`id`, `name`, `mobile`, `email`, `title`, `text`, `seen_admin_id`, `seen_at`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'dsafds', '09194257035', NULL, 'dasfq', 'adfsadsf', 1, '2020-02-13 23:20:50', NULL, '2019-11-30 16:18:48', '2020-02-13 23:20:50'),
(2, 'dsafds', '09194257035', NULL, 'dasfq', 'adfsadsf', 1, '2020-02-14 00:05:19', NULL, '2019-11-30 16:18:48', '2020-02-14 00:05:25'),
(3, 'dsafds', '09194257035', NULL, 'dasfq', 'adfsadsf', 1, NULL, '2020-02-14 00:26:20', '2019-11-30 16:18:48', '2020-02-14 00:26:20'),
(4, 'fsdgsfg', '09194257035', NULL, 'fsafsdf', 'sadfsadfs', NULL, NULL, NULL, '2020-03-06 10:03:27', '2020-03-06 10:03:27'),
(5, 'fsdgsfg', '09194257035', NULL, 'fsafsdf', 'sadfsadfs', NULL, NULL, NULL, '2020-03-06 10:05:38', '2020-03-06 10:05:38'),
(6, 'fsdgsfg', '09194257035', NULL, 'fsafsdf', 'sadfsadfs', NULL, NULL, NULL, '2020-03-06 10:07:56', '2020-03-06 10:07:56'),
(7, 'fsdgsfg', '09194257035', NULL, 'fsafsdf', 'sadfsadfs', NULL, NULL, NULL, '2020-03-06 10:08:22', '2020-03-06 10:08:22'),
(8, 'fsdgsfg', '09194257035', NULL, 'fsafsdf', 'sadfsadfs', NULL, NULL, NULL, '2020-03-06 10:09:00', '2020-03-06 10:09:00'),
(9, 'fsdgsfg', '09194257035', NULL, 'fsafsdf', 'sadfsadfs', NULL, NULL, NULL, '2020-03-06 10:11:58', '2020-03-06 10:11:58'),
(10, NULL, NULL, NULL, 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:36:37', '2020-04-03 09:36:37'),
(11, 'dfsasdfds', 'dasfdsa', 'dafdsaf', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:37:17', '2020-04-03 09:37:17'),
(12, 'dfsasdfds', 'dasfdsa', 'dafdsaf', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:38:19', '2020-04-03 09:38:19'),
(13, 'dfsasdfds', 'dasfdsa', 'dafdsaf', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:39:28', '2020-04-03 09:39:28'),
(14, 'dfsasdfds', 'dasfdsa', 'dafdsaf', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:45:44', '2020-04-03 09:45:44'),
(15, 'dfsasdfds', 'dasfdsa', 'dafdsaf', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:46:03', '2020-04-03 09:46:03'),
(16, 'alireza', '9194257035', NULL, 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:47:41', '2020-04-03 09:47:41'),
(17, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:48:07', '2020-04-03 09:48:07'),
(18, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 09:56:46', '2020-04-03 09:56:46'),
(19, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 10:06:18', '2020-04-03 10:06:18'),
(20, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 10:06:50', '2020-04-03 10:06:50'),
(21, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 10:26:14', '2020-04-03 10:26:14'),
(22, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-04-03 11:10:58', '2020-04-03 11:10:58'),
(23, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-06-21 11:36:29', '2020-06-21 11:36:29'),
(24, 'alireza', '9194257035', 'soheil.azimi2017@gmail.com', 'title 1', 'ksdfljwi sdfsdf', NULL, NULL, NULL, '2020-06-21 12:10:04', '2020-06-21 12:10:04'),
(25, 'alireza', '9194257035', 'soheil.azimi2017@gmail.com', 'title 1', 'ksdfljwi sdfsdf', NULL, NULL, NULL, '2020-06-21 12:10:07', '2020-06-21 12:10:07'),
(26, 'alireza', '9194257035', 'soheil.azimi2017@gmail.com', 'title 1', 'ksdfljwi sdfsdf', NULL, NULL, NULL, '2020-06-21 12:10:35', '2020-06-21 12:10:35'),
(27, 'alireza', '9194257035', 'soheil.azimi2017@gmail.com', 'title 1', 'ksdfljwi sdfsdf', NULL, NULL, NULL, '2020-06-21 12:10:37', '2020-06-21 12:10:37'),
(28, 'sssss', '9115228585', 'soheil.azimi2017@gmail.com', 'sdfsdfsdfsdfdsfsdf', 'dsfdsfsdfsdfsdfsdfsdf', NULL, NULL, NULL, '2020-06-21 12:12:56', '2020-06-21 12:12:56'),
(29, 'sssss', '9115228585', 'soheil.azimi2017@gmail.com', 'sdfsdfsdfsdfdsfsdf', 'dsfdsfsdfsdfsdfsdfsdf', NULL, NULL, NULL, '2020-06-21 12:13:01', '2020-06-21 12:13:01'),
(30, 'ughghgfh', '9115456666', 'soheil.azimi2017@gmail.com', 'hgjhjghjghj', 'ghjghjghjghj', NULL, NULL, NULL, '2020-06-21 12:15:59', '2020-06-21 12:15:59'),
(31, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'etertertertertertertertertertertretre', NULL, NULL, NULL, '2020-06-21 12:39:55', '2020-06-21 12:39:55'),
(32, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'etertertertertertertertertertee', NULL, NULL, NULL, '2020-06-21 12:40:04', '2020-06-21 12:40:04'),
(33, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'etertertertertertertertee', NULL, NULL, NULL, '2020-06-21 12:40:08', '2020-06-21 12:40:08'),
(34, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'etertertertertertere', NULL, NULL, NULL, '2020-06-21 12:40:13', '2020-06-21 12:40:13'),
(35, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'eterterterterte', NULL, NULL, NULL, '2020-06-21 12:40:16', '2020-06-21 12:40:16'),
(36, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'eterterte', NULL, NULL, NULL, '2020-06-21 12:40:21', '2020-06-21 12:40:21'),
(37, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'etddde', NULL, NULL, NULL, '2020-06-21 12:40:46', '2020-06-21 12:40:46'),
(38, 'rtgertertertertertert', '9010729547', 'soheil.azimi2017@gmail.com', 'ertrterterterte', 'etddde', NULL, NULL, NULL, '2020-06-21 12:42:24', '2020-06-21 12:42:24'),
(39, 'sdfdf', '9010729547', 'soheil.azimi2017@gmail.com', 'sdfsdfsdfsd', 'sfsdfsdfs', NULL, NULL, NULL, '2020-06-21 12:44:11', '2020-06-21 12:44:11'),
(40, 'sdfdf', '9010729547', 'soheil.azimi2017@gmail.com', 'sdfsdfsdfsd', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:44:28', '2020-06-21 12:44:28'),
(41, 'sdfdf', '9010729547', 'soheil.azimi2017@gmail.com', 'sdfsdf', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:44:34', '2020-06-21 12:44:34'),
(42, 'sdfdf', '9010729547', 'soheil.azimi2017@gmail.com', 'sdf', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:44:38', '2020-06-21 12:44:38'),
(43, 'sdfdf', '9010729547', 'soheil.azimi2017@gmail.com', 'shh', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:44:54', '2020-06-21 12:44:54'),
(44, 'sdfdf', '9010729547', 'soheil.azimi2017@gmail.com', 'shh', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:45:14', '2020-06-21 12:45:14'),
(45, 'sdfdfs', '9010729547', 'soheil.azimi2017@gmail.co', 'shhdsd', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:46:10', '2020-06-21 12:46:10'),
(46, 'sdfd', '9010729547', 'soheil.azimi2017@gmail.co', 'shhdsd', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:46:15', '2020-06-21 12:46:15'),
(47, 'dgg', '9010729547', 'soheil.azimi2017@gmail.co', 'shhdsd', 'sfsdfgg', NULL, NULL, NULL, '2020-06-21 12:46:37', '2020-06-21 12:46:37'),
(48, 'sdd', '9010729547', 'soheil.azimi2017@gmail.com', 'sss', 'sssdsd', NULL, NULL, NULL, '2020-06-21 12:50:00', '2020-06-21 12:50:00'),
(49, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-08-01 04:28:37', '2020-08-01 04:28:37'),
(50, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-08-01 05:58:00', '2020-08-01 05:58:00'),
(51, 'alireza', '9194257035', 'ali@gmail.com', 'عنوان 1ا', 'متن 1dfgdsgsfdg', NULL, NULL, NULL, '2020-08-06 04:31:38', '2020-08-06 04:31:38'),
(52, 'Soheil', '9010729547', 'soheil.azimi@gmail.com', 'مشکل', 'واولفاییختستتسسن', NULL, NULL, NULL, '2020-09-08 14:58:50', '2020-09-08 14:58:50');

-- --------------------------------------------------------

--
-- Table structure for table `units`
--

CREATE TABLE `units` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'عنوان فارسی واحد',
  `admin_id` int(11) NOT NULL COMMENT 'تعیین کاربر مدیری که این رکورد را ایجاد کرده است',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `units`
--

INSERT INTO `units` (`id`, `title`, `admin_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'تومان 2', 1, '2020-04-01 15:50:19', '2020-04-01 15:51:06', NULL),
(2, 'کیلوگرم', 1, '2020-04-01 15:51:18', '2020-04-01 16:27:59', '2020-04-01 16:27:59'),
(3, 'عمومی', 1, '2020-04-01 22:42:31', '2020-04-01 22:42:31', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربر',
  `first_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام کاربر',
  `last_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام خانوادگی',
  `username` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'نام کاربری',
  `mobile` bigint(20) NOT NULL COMMENT 'شماره موبایل کاربر',
  `mobile_visibility` tinyint(1) NOT NULL DEFAULT '1' COMMENT 'تعیین وضعیت نمایش شماره موبایل کاربر',
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'ایمیل کاربر',
  `password` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'رمز عبور کاربر',
  `token` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'jwt-token کاربر',
  `role_id` int(11) DEFAULT NULL COMMENT 'نوع کاربر',
  `phone_code` int(11) DEFAULT NULL COMMENT 'کد تلفن (تعیین کشور کاربر)',
  `invitation_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'کد دعوت نامه',
  `invited_by` int(10) DEFAULT NULL COMMENT 'بررسی اینکه آیا دعوت شده استوو توسط چه کسی دعوت شده است',
  `mobile_verified_at` timestamp NULL DEFAULT NULL COMMENT 'زمان تایید شدن شماره کاربر',
  `email_verified_at` timestamp NULL DEFAULT NULL COMMENT 'زمان تایید شدن ایمیل کاربر',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL COMMENT 'soft remove موجودیت',
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توکن مرا به خاطر داشته باش'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='اطلاعات همه ی انواع کاربران';

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `first_name`, `last_name`, `username`, `mobile`, `mobile_visibility`, `email`, `password`, `token`, `role_id`, `phone_code`, `invitation_code`, `invited_by`, `mobile_verified_at`, `email_verified_at`, `created_at`, `updated_at`, `deleted_at`, `remember_token`) VALUES
(1, 'Soheil', NULL, NULL, 9010729547, 0, NULL, '$2y$10$HNvv0Ki9EU9yLVrKVYTf3evfmqc0zJUh9xcDrMLCScfr2IyFQ0aWu', 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjEsInJvbGVJZCI6MSwicm9sZU5hbWUiOiJzdXBlckFkbWluIiwiaWF0IjoxNjA0NjcwMjQ0LCJleHAiOjE2MjAyMjIyNDN9.g-bnLVtVjp2nwRSmAmyZ4cV4LMsCK9DworcSUzkgv6M', 1, NULL, 'd9646192-5f68-4c30-8473-7a810a19a081', NULL, '2020-11-06 22:14:04', NULL, '2020-09-07 20:33:46', '2020-11-06 22:14:04', NULL, 'lHYF6Q4xt5Pm771TvCgaSWalPOwbipHdKYKEnnTViEadf0jHXV0zpygyS1xy'),
(13, 'علی', NULL, NULL, 9121999793, 0, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjEzLCJyb2xlSWQiOjIsInJvbGVOYW1lIjoic3RhbmRhcmRVc2VyIiwiaWF0IjoxNTk5NjU4NzI2LCJleHAiOjE2MTUyMTA3MjZ9.p5hwdJrE2zW5onIK_vaBbZ6YiXU_ZXm_FQifMEZsox0', 2, NULL, 'bc8788bf-e60b-47e4-99d9-98d6ed518d1f', NULL, '2020-09-09 18:08:46', NULL, '2020-09-09 18:08:46', '2020-09-09 18:15:00', NULL, NULL),
(14, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjE0LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDYwNjUsImV4cCI6MTYxNTM1ODA2NX0.SUk_4n1cCe5eVL9nMs1ZB59PpyKr1bf9xd_RIwr33H0', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:04:25', '2020-09-11 11:04:25', NULL, NULL),
(15, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjE1LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDYxMjIsImV4cCI6MTYxNTM1ODEyMn0.ZURu5qgdThU6ZiHJUhXFHzdXJRrcrrC_5hOzidLWpHo', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:05:22', '2020-09-11 11:05:22', NULL, NULL),
(16, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjE2LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDYxNDYsImV4cCI6MTYxNTM1ODE0Nn0.TCIibYi3Uod5wHTUzm8aTd7Z6Pi7EBnLBsu44S9fLKA', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:05:46', '2020-09-11 11:05:46', NULL, NULL),
(17, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjE3LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDYzNDQsImV4cCI6MTYxNTM1ODM0NH0.IAUXDZkzdYepf2rg4HNNGfA38PnzxIZeawCjdMxfvuU', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:09:04', '2020-09-11 11:09:04', NULL, NULL),
(18, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjE4LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDY0ODgsImV4cCI6MTYxNTM1ODQ4OH0.RtgL3y6-PnA9ki1xl5naAb4Lnt1k9-tvas91aoPRFGQ', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:11:28', '2020-09-11 11:11:28', NULL, NULL),
(19, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjE5LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDY1MTksImV4cCI6MTYxNTM1ODUxOX0.cf_eDU-4JRlu2GDlFB-ZuktMfxtKQrTUr0yCoLGFYC8', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:11:59', '2020-09-11 11:11:59', NULL, NULL),
(20, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjIwLCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDY1NDUsImV4cCI6MTYxNTM1ODU0NX0.I_DJearpjv9HpiKiQ3iwM9Uk-ioJkkePNvJKzdrEAcM', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:12:25', '2020-09-11 11:12:25', NULL, NULL),
(21, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjIxLCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDY2NDQsImV4cCI6MTYxNTM1ODY0NH0.QM2dbl35DiAAtBy4oXmg2KaeHu55o60oPBnb4rX1lQk', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:14:04', '2020-09-11 11:14:04', NULL, NULL),
(22, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjIyLCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE1OTk4MDY2NTksImV4cCI6MTYxNTM1ODY1OX0.mvgFE7VV3gVLbWlsnOeaD7F3BxU2jc4t3aKRZtqXjs8', 4, NULL, NULL, NULL, NULL, NULL, '2020-09-11 11:14:19', '2020-09-11 11:14:19', NULL, NULL),
(23, 'nezi', 'mah', NULL, 9122591156, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjIzLCJyb2xlSWQiOjIsInJvbGVOYW1lIjoic3RhbmRhcmRVc2VyIiwiaWF0IjoxNjAxMDM2ODA0LCJleHAiOjE2MTY1ODg4MDN9.Y-AWcZPxs3JWcvX-S0GR4tDIADUesymLfL8Pw6rkbXw', 2, NULL, '39cb2959-8fb7-47a7-8461-5346fecd8aa3', NULL, '2020-09-25 15:56:44', NULL, '2020-09-12 22:32:08', '2020-09-25 15:57:09', NULL, 'ti2buXSVJhSr9iMskIdzEIpraddaSvl8rPXM3cweYvZwI8ITARIgZu6X2ZBK'),
(24, 'Ali', NULL, NULL, 9121999794, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjI0LCJyb2xlSWQiOjIsInJvbGVOYW1lIjoic3RhbmRhcmRVc2VyIiwiaWF0IjoxNTk5OTM0NzI3LCJleHAiOjE2MTU0ODY3Mjd9.dG7xAIyVY-pWSaCdwDZ5GmnwcOJByisiOdNIy5A3y1I', 2, NULL, '5d279be9-1931-436c-afd3-2af32677d590', NULL, '2020-09-12 22:48:47', NULL, '2020-09-12 22:48:47', '2020-09-12 22:49:01', NULL, NULL),
(25, 'پویا', 'شسدز عستذشس', NULL, 9211722656, 1, NULL, '$2y$10$TfLqri./VH5ccJT/FLImtuwVD3jG.L5A4Nk37RrGfYahnKBhBUka6', 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjI1LCJyb2xlSWQiOjIsInJvbGVOYW1lIjoic3RhbmRhcmRVc2VyIiwiaWF0IjoxNjI3Mzc0MTU4LCJleHAiOjE2NDI5MjYxNTd9.rmjeL1b5BvN1KcNgC1pg-IzPUsakM33LsLIU7kigCU4', 1, NULL, 'aecb9ad7-135b-4840-baeb-afd61baeb6b3', NULL, '2021-07-27 10:52:38', NULL, '2020-11-07 07:20:48', '2021-08-05 00:59:12', NULL, 'dsxlGrotRkvXHuq1oRHDagBpXdg4NozPvOSKmr5R2SwAWFNZpjmgJ1J2q0HC'),
(26, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjI2LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MjI1NjMwMjIsImV4cCI6MTYzODExNTAyMn0.VJuWIjyEHFPUdSjO9kIwtTuznP3pixLjEpRuB_S7Em0', 4, NULL, NULL, NULL, NULL, NULL, '2021-06-01 18:27:02', '2021-06-01 18:27:02', NULL, NULL),
(27, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjI3LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MjI1NjMxMTQsImV4cCI6MTYzODExNTExNH0.5hUMr4V8d1kKi9Sp9E1SLJ5Idv-ePoV6iNNda9VgMGw', 4, NULL, NULL, NULL, NULL, NULL, '2021-06-01 18:28:34', '2021-06-01 18:28:34', NULL, NULL),
(28, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjI4LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MjI1NjMxMzIsImV4cCI6MTYzODExNTEzMn0.70kR1ZpedW8KMjpj40zfhfIJN0aEEf-qb_lLbZcgl0Q', 4, NULL, NULL, NULL, NULL, NULL, '2021-06-01 18:28:52', '2021-06-01 18:28:52', NULL, NULL),
(29, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjI5LCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MjI1NjMxNTUsImV4cCI6MTYzODExNTE1NX0.-Wuw-cRynsrVnix2SZWLYBiyR4yhVr5qmitJW4l6on8', 4, NULL, NULL, NULL, NULL, NULL, '2021-06-01 18:29:15', '2021-06-01 18:29:15', NULL, NULL),
(30, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjMwLCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MzczNDEyMjYsImV4cCI6MTY1Mjg5MzIyNn0.as-skX9BILYt_2UGimZmRv2au9w3OSqUfWbN1229Xxc', 4, NULL, NULL, NULL, NULL, NULL, '2021-11-19 19:30:26', '2021-11-19 19:30:26', NULL, NULL),
(31, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjMxLCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MzczOTAzNzgsImV4cCI6MTY1Mjk0MjM3OH0.da4S2x3eE9c_cSiXsJV61-fyO6wayXrfFNb6Po6Vd_w', 4, NULL, NULL, NULL, NULL, NULL, '2021-11-20 09:09:38', '2021-11-20 09:09:38', NULL, NULL),
(32, NULL, NULL, NULL, 0, 1, NULL, NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJxaXFvby1qd3QiLCJzdWIiOjMyLCJyb2xlSWQiOjQsInJvbGVOYW1lIjoiZ3Vlc3QiLCJpYXQiOjE2MzczOTA0MTIsImV4cCI6MTY1Mjk0MjQxMn0.zZYW8zVFRtLb7-ruNdNYjeSscF8wVetbYeLJVLdBlJg', 4, NULL, NULL, NULL, NULL, NULL, '2021-11-20 09:10:12', '2021-11-20 09:10:12', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `user_logins`
--

CREATE TABLE `user_logins` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه رکورد',
  `user_id` int(11) NOT NULL COMMENT 'تعیین کاربر مورد نظر',
  `uuid` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'تعیین شناسه منحصر دستگاه',
  `platform` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'پلتفرم مورد استفاده (موبایل یا وب)',
  `model` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'مدل دستگاه مورد استفاده کاربر',
  `os` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'سیستم عامل کاربر',
  `firebase_token` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'توکن فایر بیس گوشی',
  `is_active` tinyint(1) NOT NULL DEFAULT '1' COMMENT 'تعیین اینکه آیا اکنون لاگین کاربر معتبر است یا خیر',
  `login_at` timestamp NULL DEFAULT NULL COMMENT 'زمان لاگین کاربر',
  `logout_at` timestamp NULL DEFAULT NULL COMMENT 'زمان خروج کاربر',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول مربوط به ثبت ورودهای کاربران';

--
-- Dumping data for table `user_logins`
--

INSERT INTO `user_logins` (`id`, `user_id`, `uuid`, `platform`, `model`, `os`, `firebase_token`, `is_active`, `login_at`, `logout_at`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-29 10:31:40', '2020-09-08 22:27:23', '2020-01-29 10:31:40', '2020-09-08 22:27:23', NULL),
(2, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-29 10:45:05', '2020-09-08 22:27:23', '2020-01-29 10:45:05', '2020-09-08 22:27:23', NULL),
(3, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-29 10:50:09', '2020-09-08 22:27:23', '2020-01-29 10:50:09', '2020-09-08 22:27:23', NULL),
(4, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-29 10:57:46', '2020-09-08 22:27:23', '2020-01-29 10:57:46', '2020-09-08 22:27:23', NULL),
(5, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-29 11:01:46', '2020-09-08 22:27:23', '2020-01-29 11:01:46', '2020-09-08 22:27:23', NULL),
(6, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-30 11:42:07', '2020-09-08 22:27:23', '2020-01-30 11:42:07', '2020-09-08 22:27:23', NULL),
(7, 8, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-01-30 18:15:41', '2020-09-08 22:27:23', '2020-01-30 18:15:41', '2020-09-08 22:27:23', NULL),
(8, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', NULL, 0, '2020-03-22 21:31:28', '2020-11-06 22:14:04', '2020-03-22 21:31:28', '2020-11-06 22:14:04', NULL),
(10, 1, '97216e66-8199-4c37-a718-3dc0d8b6afa0', 'web', 'Chrome', 'WebKit', NULL, 0, '2020-03-22 21:43:52', '2020-11-06 22:14:04', '2020-03-22 21:43:52', '2020-11-06 22:14:04', NULL),
(11, 1, 'd39e2601-c7e8-4e1d-a02b-0fc2d68a3925', 'web', 'Chrome', 'WebKit', NULL, 0, '2020-03-22 22:14:01', '2020-11-06 22:14:04', '2020-03-22 22:14:01', '2020-11-06 22:14:04', NULL),
(12, 1, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-03-22 23:15:36', '2020-11-06 22:14:04', '2020-03-22 23:15:36', '2020-11-06 22:14:04', NULL),
(13, 1, '123546512354651235fadasdafdsaf4654dfadfas6512354651653566', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-04-17 00:01:27', '2020-11-06 22:14:04', '2020-04-17 00:01:27', '2020-11-06 22:14:04', NULL),
(14, 1, '123e4567-e89b-12d3-a456-426655440000', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-05-03 21:07:01', '2020-11-06 22:14:04', '2020-05-03 21:07:04', '2020-11-06 22:14:04', NULL),
(15, 1, '23e3ebc0-959f-46f4-92dd-7549ef86d08b', 'web', 'Chrome', 'WebKit', NULL, 0, '2020-05-15 10:46:02', '2020-11-06 22:14:04', '2020-05-15 10:46:02', '2020-11-06 22:14:04', NULL),
(16, 1, '5aa4fbb9-230b-46fb-bd9f-b37dd887ca4b', 'web', 'Chrome', 'WebKit', NULL, 0, '2020-05-15 11:03:24', '2020-11-06 22:14:04', '2020-05-15 11:03:24', '2020-11-06 22:14:04', NULL),
(17, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-05-22 11:52:27', '2020-11-06 22:14:04', '2020-05-22 11:52:27', '2020-11-06 22:14:04', NULL),
(18, 7, '8f64329d-8d20-4d8a-8a8d-b773a85154ad', 'mobile', 'Samsung SM-G900H', 'android', NULL, 0, '2020-05-22 12:33:11', '2020-09-08 15:08:15', '2020-05-22 12:33:11', '2020-09-08 15:08:15', NULL),
(19, 7, '76f4c1fa-0c2f-4e48-a052-29cf0b94a725', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-05-30 12:10:05', '2020-09-08 15:08:15', '2020-05-30 12:10:05', '2020-09-08 15:08:15', NULL),
(20, 7, '8641ea01-fa96-48ae-b157-f3fee935b254', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-05-30 14:02:09', '2020-09-08 15:08:15', '2020-05-30 14:02:09', '2020-09-08 15:08:15', NULL),
(21, 7, 'd6c8ac83-bd3c-4f71-a67a-429efe15e305', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-05-31 08:05:51', '2020-09-08 15:08:15', '2020-05-31 08:05:51', '2020-09-08 15:08:15', NULL),
(22, 8, '3c3449eb-316d-48c9-9fa8-ad0171ccb672', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-05-31 12:42:31', '2020-09-08 22:27:23', '2020-05-31 12:42:31', '2020-09-08 22:27:23', NULL),
(23, 7, '736769bf-8219-4974-8bee-94d977c2d997', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-05-31 12:54:02', '2020-09-08 15:08:15', '2020-05-31 12:54:02', '2020-09-08 15:08:15', NULL),
(24, 9, 'ee0cfc40-6442-4c38-a4ea-3be4750049bb', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-05-31 12:57:07', '2020-09-08 22:29:10', '2020-05-31 12:57:07', '2020-09-08 22:29:10', NULL),
(25, 7, '45294124-1392-4a16-ab82-80fe14633ae2', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-06-02 07:08:38', '2020-09-08 15:08:15', '2020-06-02 07:08:38', '2020-09-08 15:08:15', NULL),
(26, 7, 'c8e7de13-45ba-40ac-b7ed-2a27ae1c322f', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-06-02 10:32:02', '2020-09-08 15:08:15', '2020-06-02 10:32:02', '2020-09-08 15:08:15', NULL),
(27, 7, '770e67c8-b4c7-4e2d-bbb5-b7d75b8e2b3e', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-06-06 07:58:06', '2020-09-08 15:08:15', '2020-06-06 07:58:06', '2020-09-08 15:08:15', NULL),
(28, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-06-15 20:43:49', '2020-11-06 22:14:04', '2020-06-15 20:43:49', '2020-11-06 22:14:04', NULL),
(29, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-06-21 03:40:45', '2020-11-06 22:14:04', '2020-06-21 03:40:45', '2020-11-06 22:14:04', NULL),
(30, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-06-21 03:52:36', '2020-11-06 22:14:04', '2020-06-21 03:52:36', '2020-11-06 22:14:04', NULL),
(31, 7, '04c5a19d-512f-49ef-955e-21a5531a2abe', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-06-21 06:02:31', '2020-09-08 15:08:15', '2020-06-21 06:02:31', '2020-09-08 15:08:15', NULL),
(32, 7, 'ad6186a8-01f9-427a-89dc-946e47978d06', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-06-21 06:10:25', '2020-09-08 15:08:15', '2020-06-21 06:10:25', '2020-09-08 15:08:15', NULL),
(33, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-06-21 21:30:14', '2020-11-06 22:14:04', '2020-06-21 21:30:14', '2020-11-06 22:14:04', NULL),
(34, 7, 'adb999c5-2d57-4aa5-89fa-5244387fad2a', 'mobile', 'Google sdk_gphone_x86', 'android', NULL, 0, '2020-06-22 07:36:31', '2020-09-08 15:08:15', '2020-06-22 07:36:31', '2020-09-08 15:08:15', NULL),
(35, 7, '7d151194-c57b-41a0-bf44-1c6837efd170', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-07-03 12:41:49', '2020-09-08 15:08:15', '2020-07-03 12:41:49', '2020-09-08 15:08:15', NULL),
(36, 1, '03cf1a6f-9ed7-4763-8c8c-86b32ad0ffdf', 'web', 'Chrome', 'WebKit', NULL, 0, '2020-07-17 15:58:53', '2020-11-06 22:14:04', '2020-07-17 15:58:53', '2020-11-06 22:14:04', NULL),
(37, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-07-30 16:32:43', '2020-09-08 23:30:14', '2020-07-30 16:32:43', '2020-09-08 23:30:14', NULL),
(38, 12, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-08-07 17:22:40', '2020-09-09 13:55:21', '2020-08-07 17:22:40', '2020-09-09 13:55:21', NULL),
(39, 13, 'b2459ff60-2066-4ca18-adcb-01016b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-08-07 19:36:22', '2020-09-09 18:08:46', '2020-08-07 19:36:22', '2020-09-09 18:08:46', NULL),
(40, 13, 'd14b89dd-25cc-4517-8bd8-91cd34981f19', 'mobile', 'Samsung SM-A105F', 'android', NULL, 0, '2020-08-07 19:37:04', '2020-09-09 18:08:46', '2020-08-07 19:37:04', '2020-09-09 18:08:46', NULL),
(41, 16, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-07 20:47:52', '2020-09-11 11:05:46', '2020-08-07 20:47:52', '2020-09-11 11:05:46', NULL),
(42, 17, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-07 21:21:26', '2020-09-11 11:09:04', '2020-08-07 21:21:26', '2020-09-11 11:09:04', NULL),
(43, 18, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-07 21:21:33', '2020-09-11 11:11:28', '2020-08-07 21:21:33', '2020-09-11 11:11:28', NULL),
(44, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:41:31', '2020-09-11 11:11:59', '2020-08-08 03:41:31', '2020-09-11 11:11:59', NULL),
(45, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:43:44', '2020-09-11 11:11:59', '2020-08-08 03:43:44', '2020-09-11 11:11:59', NULL),
(46, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:43:45', '2020-09-11 11:11:59', '2020-08-08 03:43:45', '2020-09-11 11:11:59', NULL),
(47, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:43:46', '2020-09-11 11:11:59', '2020-08-08 03:43:46', '2020-09-11 11:11:59', NULL),
(48, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:43:46', '2020-09-11 11:11:59', '2020-08-08 03:43:46', '2020-09-11 11:11:59', NULL),
(49, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:43:47', '2020-09-11 11:11:59', '2020-08-08 03:43:47', '2020-09-11 11:11:59', NULL),
(50, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:43:48', '2020-09-11 11:11:59', '2020-08-08 03:43:48', '2020-09-11 11:11:59', NULL),
(51, 19, 'b2459f160-2066-4ca8-adcb-01025696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 03:44:10', '2020-09-11 11:11:59', '2020-08-08 03:44:10', '2020-09-11 11:11:59', NULL),
(57, 20, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:26:55', '2020-09-11 11:12:25', '2020-08-08 04:26:55', '2020-09-11 11:12:25', NULL),
(58, 20, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:27:06', '2020-09-11 11:12:25', '2020-08-08 04:27:06', '2020-09-11 11:12:25', NULL),
(59, 13, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:40:57', '2020-09-09 18:08:46', '2020-08-08 04:40:57', '2020-09-09 18:08:46', NULL),
(60, 21, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:52:02', '2020-09-11 11:14:04', '2020-08-08 04:52:02', '2020-09-11 11:14:04', NULL),
(61, 21, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:54:39', '2020-09-11 11:14:04', '2020-08-08 04:54:39', '2020-09-11 11:14:04', NULL),
(62, 21, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:54:41', '2020-09-11 11:14:04', '2020-08-08 04:54:41', '2020-09-11 11:14:04', NULL),
(63, 22, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 04:55:54', '2020-09-11 11:14:19', '2020-08-08 04:55:54', '2020-09-11 11:14:19', NULL),
(64, 22, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:01:41', '2020-09-11 11:14:19', '2020-08-08 05:01:41', '2020-09-11 11:14:19', NULL),
(65, 23, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:02:16', '2020-09-25 15:56:44', '2020-08-08 05:02:16', '2020-09-25 15:56:44', NULL),
(66, 24, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:03:48', '2020-09-12 22:48:47', '2020-08-08 05:03:48', '2020-09-12 22:48:47', NULL),
(67, 25, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:04:51', '2021-07-27 10:52:38', '2020-08-08 05:04:51', '2021-07-27 10:52:38', NULL),
(68, 26, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:12:48', '2021-06-01 18:27:02', '2020-08-08 05:12:48', '2021-06-01 18:27:02', NULL),
(69, 38, 'b29faw60-2936-4c08-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-08-08 05:28:39', NULL, '2020-08-08 05:28:39', '2020-08-08 05:28:39', NULL),
(70, 39, 'b29faw60-2lk6-4c08-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-08-08 05:29:45', NULL, '2020-08-08 05:29:45', '2020-08-08 05:29:45', NULL),
(71, 40, 'b2456930-2066-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:39:29', '2020-08-08 05:46:39', '2020-08-08 05:39:29', '2020-08-08 05:46:39', NULL),
(72, 40, 'b2456930-2066-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-08-08 05:42:57', '2020-08-08 05:46:39', '2020-08-08 05:42:57', '2020-08-08 05:46:39', NULL),
(73, 41, 'b2456930-2066-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-08-08 05:44:28', '2020-08-08 05:46:39', '2020-08-08 05:44:28', '2020-08-08 05:46:39', NULL),
(74, 42, 'b2456930-2066-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:46:00', '2020-08-08 05:46:39', '2020-08-08 05:46:00', '2020-08-08 05:46:39', NULL),
(75, 42, 'b2456930-2066-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-08-08 05:46:39', NULL, '2020-08-08 05:46:39', '2020-08-08 05:46:39', NULL),
(76, 43, 'b284usc-21c6-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:49:53', '2020-08-25 15:50:02', '2020-08-08 05:49:53', '2020-08-25 15:50:02', NULL),
(77, 44, 'b284usc-21c6-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 05:51:02', '2020-08-25 15:50:02', '2020-08-08 05:51:02', '2020-08-25 15:50:02', NULL),
(79, 43, 'b284usc-21c6-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 06:00:16', '2020-08-25 15:50:02', '2020-08-08 06:00:16', '2020-08-25 15:50:02', NULL),
(80, 45, 'b284usc-21c6-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 06:01:23', '2020-08-25 15:50:02', '2020-08-08 06:01:23', '2020-08-25 15:50:02', NULL),
(81, 45, 'b284dsuc-26c6-4cf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-08 06:02:02', '2020-09-06 14:17:54', '2020-08-08 06:02:02', '2020-09-06 14:17:54', NULL),
(82, 18, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-25 08:57:24', '2020-09-11 11:11:28', '2020-08-25 08:57:24', '2020-09-11 11:11:28', NULL),
(83, 18, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-25 08:57:32', '2020-09-11 11:11:28', '2020-08-25 08:57:32', '2020-09-11 11:11:28', NULL),
(84, 18, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-25 09:06:04', '2020-09-11 11:11:28', '2020-08-25 09:06:04', '2020-09-11 11:11:28', NULL),
(85, 47, '0afd6723-bb72-498e-b1de-c1dd208eb266', 'mobile', 'Google Android SDK built for x86', 'android', 'faBzW1hESsqlMeg7mUe1Lt:APA91bERAbgB-vY7DzWs9v00z91OTfSA_z7zSFVhMMebK-ZzaxL6ClWRsQpIHJgf5wRgKNhkGx_7IxJhNWHX7G7pc5aHgngryLjUApaev4FO3FnfMSd57VzkN-fsAC6sbIZ1OOxmwgkl', 1, '2020-08-25 10:03:56', NULL, '2020-08-25 10:03:56', '2020-08-25 10:03:56', NULL),
(86, 48, '7e73e7fe-63f4-42d9-951d-cb7ce0400ac9', 'mobile', 'Google Android SDK built for x86', 'android', 'fIacxeTCROW8_LLHFeTFw2:APA91bGcZRaExVaOcv5F2ZU5fXe_5vOx-gcsI_Ywo-lUYvJQInrrbhygiS_JI8_yGMlwpcJbJNGdXc6fnb1WDvTvYLOi-Wvb_xpglsvgTy_wq27NrRbGCo2hEEhUqF2KvTIcYLnKV5xn', 1, '2020-08-25 10:08:16', NULL, '2020-08-25 10:08:16', '2020-08-25 10:08:16', NULL),
(87, 49, '447fb8ef-4ac3-4023-97e7-2abc6000cef9', 'mobile', 'Google Android SDK built for x86', 'android', 'e9nSUXrLRzGAM-UeOwdMNF:APA91bH01-p5S-bXZTQx3nYQ7mj4hkBbdrikdldTusM01X7nEEJuBfqqRtdMo0tjFzUBJA9dgtzbTSzV-Rch3zgKf9O8VzCATSkNsEwJgofw6-gv4mWJAoBn0SQfYaMbBVADlux4zcry', 1, '2020-08-25 10:38:18', NULL, '2020-08-25 10:38:18', '2020-08-25 10:38:18', NULL),
(88, 50, 'b7502105-2e61-4d22-99b4-c26fb192e3d5', 'mobile', 'Google Android SDK built for x86', 'android', 'etgFK5PNTcGGkPbxnTsWWB:APA91bHOusQhnKtdwBlVl3aJdtJuZEIg4jsK2Mme_h4zNnZkG3fMtIHxzZK-7FWb5sJ_1gdZqpiR50n7piqD9EN_NPz9C4CK9oJfQ4wOIXYBbC3EVo1DUN1iU_ED6e7wovaDxTe9Hkzc', 1, '2020-08-25 10:40:00', NULL, '2020-08-25 10:40:00', '2020-08-25 10:40:00', NULL),
(89, 51, '8f2184d4-4ee6-473b-8b88-80f680077ebf', 'mobile', 'Google Android SDK built for x86', 'android', 'cAA42uxhSUyT2J6YOylgHy:APA91bFllAJxL10jeRWTg_3qoMf16dl3kHh-J2r8AopCTnMSAcVtKOKRnjQMUjaKv4dX19PGvGP8z5ZDLNwJYVOeqXA3XsoxvXMZlkoNOsySDxuvJJtldwsKOvct7k9X7SNNeHV1nu4Q', 1, '2020-08-25 11:31:23', NULL, '2020-08-25 11:31:23', '2020-08-25 11:31:23', NULL),
(90, 52, '2c08347c-46a4-4a73-9f77-2dad56716982', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 11:50:28', NULL, '2020-08-25 11:50:28', '2020-08-25 11:50:28', NULL),
(91, 53, '66409e68-636a-4a1f-9f92-cf0574e67485', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 11:53:03', NULL, '2020-08-25 11:53:03', '2020-08-25 11:53:03', NULL),
(92, 54, '5bcbf634-0ebc-4f56-91ad-572cdf202e1a', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 11:54:40', NULL, '2020-08-25 11:54:40', '2020-08-25 11:54:40', NULL),
(93, 55, '7ec61b2b-3481-4aed-ac1a-d00895c3a651', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 11:55:51', NULL, '2020-08-25 11:55:51', '2020-08-25 11:55:51', NULL),
(94, 56, '340381f7-ae80-4ad7-b762-6e134e77061d', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 11:56:36', NULL, '2020-08-25 11:56:36', '2020-08-25 11:56:36', NULL),
(95, 57, '69040afd-dec4-449c-aa8a-be88db7b7277', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 11:58:31', NULL, '2020-08-25 11:58:31', '2020-08-25 11:58:31', NULL),
(96, 58, '4a2f065e-fb60-4302-96be-f5dea75fedfd', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 12:03:36', NULL, '2020-08-25 12:03:36', '2020-08-25 12:03:36', NULL),
(97, 59, '3d36ff49-9d8e-4056-9236-54b6ac283119', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-25 12:07:07', NULL, '2020-08-25 12:07:07', '2020-08-25 12:07:07', NULL),
(98, 60, '7dd5bb0f-5279-4f91-8724-46ecf7c3109c', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 0, '2020-08-25 12:19:09', '2020-08-26 11:14:47', '2020-08-25 12:19:09', '2020-08-26 11:14:47', NULL),
(99, 61, 'b284usc-21c6-4ca8-adcb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-08-25 15:50:02', NULL, '2020-08-25 15:50:02', '2020-08-25 15:50:02', NULL),
(100, 62, 'b284usc-21c6-4ca8-adcfb-0106bf7fd8a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-08-25 15:51:22', '2020-08-25 15:51:30', '2020-08-25 15:51:22', '2020-08-25 15:51:30', NULL),
(101, 62, 'b284usc-21c6-4ca8-adcfb-0106bf7fd8a40', 'mobile', 'nokia 1200', 'android', NULL, 1, '2020-08-25 15:51:30', NULL, '2020-08-25 15:51:30', '2020-08-25 15:51:30', NULL),
(102, 63, 'b284usc-21c6-4ca8-adcfb-s0106bf7fds8a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-08-25 15:51:35', '2020-09-06 14:19:18', '2020-08-25 15:51:35', '2020-09-06 14:19:18', NULL),
(103, 64, '0bd5f6c3-6ea9-4617-899b-99498f91136d', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 0, '2020-08-26 11:14:56', '2020-08-26 11:15:02', '2020-08-26 11:14:56', '2020-08-26 11:15:02', NULL),
(104, 65, 'a2cb79e7-b319-4b12-9b52-6997710e1ff0', 'mobile', 'Samsung SM-G900H', 'android', 'testtesttesttesttesttesttesttesttesttest', 0, '2020-08-26 11:22:25', '2020-08-26 11:26:14', '2020-08-26 11:22:25', '2020-08-26 11:26:14', NULL),
(105, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-26 11:30:29', NULL, '2020-08-26 11:30:29', '2020-08-26 11:30:29', NULL),
(106, 67, 'e4bb5b30-de05-46c4-946c-db4bccf24a34', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttesttesttesttesttest', 0, '2020-08-26 11:45:21', '2020-08-29 10:38:46', '2020-08-26 11:45:21', '2020-08-29 10:38:46', NULL),
(107, 68, '2b2c9a5e-698f-4f75-8c97-19b56a01390c', 'mobile', 'Samsung SM-G955N', 'android', 'testtesttesttesttesttesttesttesttesttest', 0, '2020-08-28 22:39:02', '2020-08-29 08:59:59', '2020-08-28 22:39:02', '2020-08-29 08:59:59', NULL),
(108, 69, 'eac9a2d4-d8ba-48e5-af46-435cd9823a68', 'mobile', 'Samsung SM-G955N', 'android', NULL, 1, '2020-08-29 09:01:06', NULL, '2020-08-29 09:01:06', '2020-08-29 09:01:06', NULL),
(109, 70, '108f771d-eb73-4a5b-8849-d31674422b0d', 'mobile', 'Samsung SM-G955N', 'android', 'testtesttesttesttesttesttesttesttesttest', 0, '2020-08-29 09:01:48', '2020-08-29 09:06:02', '2020-08-29 09:01:48', '2020-08-29 09:06:02', NULL),
(110, 71, '809cc2f9-2280-498f-97f5-83fe1e274447', 'mobile', 'Samsung SM-G955N', 'android', 'testtesttesttesttesttesttesttesttesttest', 1, '2020-08-29 09:06:05', NULL, '2020-08-29 09:06:05', '2020-08-29 09:06:05', NULL),
(111, 18, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-08-29 10:31:24', '2020-09-11 11:11:28', '2020-08-29 10:31:24', '2020-09-11 11:11:28', NULL),
(112, 72, '31771ac5-8d4a-4554-85f1-dcf6b3d32575', 'mobile', 'Samsung SM-G955N', 'android', NULL, 1, '2020-08-31 12:40:36', NULL, '2020-08-31 12:40:36', '2020-08-31 12:40:36', NULL),
(113, 73, '422ca62f-e9f9-45f7-b290-f897b090ff62', 'mobile', 'Samsung SM-G955N', 'android', NULL, 1, '2020-08-31 12:40:44', NULL, '2020-08-31 12:40:44', '2020-08-31 12:40:44', NULL),
(114, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', NULL, 1, '2020-08-31 12:40:54', NULL, '2020-08-31 12:40:54', '2020-08-31 12:40:54', NULL),
(115, 75, 'baf7b9dd-8033-4df0-a359-f5c930453119', 'mobile', 'Xiaomi Mi Note 10', 'android', NULL, 1, '2020-08-31 12:46:02', NULL, '2020-08-31 12:46:02', '2020-08-31 12:46:02', NULL),
(116, 76, '0a4bbd32-4447-40ca-b0cc-f91ceb17aaff', 'mobile', 'LGE LG-H818', 'android', NULL, 1, '2020-08-31 12:46:04', NULL, '2020-08-31 12:46:04', '2020-08-31 12:46:04', NULL),
(117, 77, '241fc9d4-b038-45f9-9c74-75fcf73658e6', 'mobile', 'Xiaomi Mi Note 10', 'android', NULL, 1, '2020-08-31 15:21:35', NULL, '2020-08-31 15:21:35', '2020-08-31 15:21:35', NULL),
(118, 78, '8943399e-5dbd-4c9a-94fc-c7b5bb1fb5fb', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-08-31 21:45:39', NULL, '2020-08-31 21:45:39', '2020-08-31 21:45:39', NULL),
(119, 79, '76c10ddc-3aa2-4453-84d7-a96498f5d497', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-03 08:46:59', NULL, '2020-09-03 08:46:59', '2020-09-03 08:46:59', NULL),
(120, 80, 'b5e69e05-b425-40d5-b51b-d6101c68d559', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-03 08:54:22', NULL, '2020-09-03 08:54:22', '2020-09-03 08:54:22', NULL),
(121, 81, '1e4ac882-48ca-4f94-a6e7-129ab6d44840', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-03 09:32:31', NULL, '2020-09-03 09:32:31', '2020-09-03 09:32:31', NULL),
(122, 82, 'a8a99894-f6c9-4e57-9259-ead4ffc6ee49', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-03 09:37:07', NULL, '2020-09-03 09:37:07', '2020-09-03 09:37:07', NULL),
(123, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-03 09:42:03', '2020-09-05 22:11:10', '2020-09-03 09:42:03', '2020-09-05 22:11:10', NULL),
(124, 84, 'b284dsuc-26c6-4cf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-09-06 14:17:54', NULL, '2020-09-06 14:17:54', '2020-09-06 14:17:54', NULL),
(125, 63, 'b284usc-21c6-4ca8-adcfb-s0106bf7fds8a40', 'mobile', 'nokia 1200', 'android', NULL, 1, '2020-09-06 14:19:18', NULL, '2020-09-06 14:19:18', '2020-09-06 14:19:18', NULL),
(126, 85, 'b284dsuac-26c6-4cf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichsuhdhcsdvhsd8v4sdv894d1v9sv8dv', 1, '2020-09-06 15:23:31', NULL, '2020-09-06 15:23:31', '2020-09-06 15:23:31', NULL),
(127, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9shh8dv', 0, '2020-09-06 17:19:22', '2020-10-22 19:43:57', '2020-09-06 17:19:22', '2020-10-22 19:43:57', NULL),
(128, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9shh8dv', 0, '2020-09-06 17:21:44', '2020-10-22 19:43:57', '2020-09-06 17:21:44', '2020-10-22 19:43:57', NULL),
(129, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', 'dichsudhcsdvhsd8v4sdv894d1v9shh8dv', 0, '2020-09-06 17:22:05', '2020-10-22 19:43:57', '2020-09-06 17:22:05', '2020-10-22 19:43:57', NULL),
(130, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 17:23:03', '2020-10-22 19:43:57', '2020-09-06 17:23:03', '2020-10-22 19:43:57', NULL),
(131, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 17:23:33', '2020-10-22 19:43:57', '2020-09-06 17:23:33', '2020-10-22 19:43:57', NULL),
(132, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 17:30:14', '2020-10-22 19:43:57', '2020-09-06 17:30:14', '2020-10-22 19:43:57', NULL),
(133, 2, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 17:30:59', '2020-10-22 19:43:57', '2020-09-06 17:30:59', '2020-10-22 19:43:57', NULL),
(134, 2, 'b284dsuac-26سc6-4cf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dichshhuhdhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-09-06 19:05:05', '2020-09-07 22:28:46', '2020-09-06 19:05:05', '2020-09-07 22:28:46', NULL),
(135, 86, 'b284dsuac-26سc6-4dcf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dicghshhuhdhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-09-06 19:09:10', '2020-09-06 21:50:24', '2020-09-06 19:09:10', '2020-09-06 21:50:24', NULL),
(136, 86, 'b284dsuac-26سc6-4dcf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dicghshhuhdhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-09-06 19:10:16', '2020-09-06 21:50:24', '2020-09-06 19:10:16', '2020-09-06 21:50:24', NULL),
(137, 1, 'b284dsuac-26sdc6-4dcf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dicghshhsduhdhcsdvhsd8v4sdv894d1v9sv8dv', 0, '2020-09-06 19:12:51', '2020-11-06 22:14:04', '2020-09-06 19:12:51', '2020-11-06 22:14:04', NULL),
(138, 86, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 21:50:24', '2020-10-22 19:43:57', '2020-09-06 21:50:24', '2020-10-22 19:43:57', NULL),
(139, 87, '71277fa3-68bd-40e5-9d53-312c1ec81472', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-06 22:02:20', '2020-09-06 22:22:58', '2020-09-06 22:02:20', '2020-09-06 22:22:58', NULL),
(140, 87, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 22:16:26', '2020-10-22 19:43:57', '2020-09-06 22:16:26', '2020-10-22 19:43:57', NULL),
(141, 88, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 22:17:06', '2020-10-22 19:43:57', '2020-09-06 22:17:06', '2020-10-22 19:43:57', NULL),
(142, 89, '39dc8ede-c3fb-4b26-8304-b4c95f997e70', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-06 22:23:31', NULL, '2020-09-06 22:23:31', '2020-09-06 22:23:31', NULL),
(143, 90, '627ce4d8-1c79-4fa6-a87b-8e965fda5d72', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-06 22:38:45', NULL, '2020-09-06 22:38:45', '2020-09-06 22:38:45', NULL),
(144, 91, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 23:02:12', '2020-10-22 19:43:57', '2020-09-06 23:02:12', '2020-10-22 19:43:57', NULL),
(145, 92, '6ec5e696-3b97-4d5b-ba6b-6a9d41592e80', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-06 23:07:41', NULL, '2020-09-06 23:07:41', '2020-09-06 23:07:41', NULL),
(146, 93, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-06 23:13:49', '2020-10-22 19:43:57', '2020-09-06 23:13:49', '2020-10-22 19:43:57', NULL),
(147, 94, 'bb7b5f30-1472-407f-80ee-f6847c33f929', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-06 23:16:47', NULL, '2020-09-06 23:16:47', '2020-09-06 23:16:47', NULL),
(148, 95, '77a597af-48f5-494b-ac90-336c89cfa6c1', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-07 00:44:47', NULL, '2020-09-07 00:44:47', '2020-09-07 00:44:47', NULL),
(149, 96, '6ad487c5-c892-4c01-bfe6-e7c78a085ffa', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-07 01:01:50', NULL, '2020-09-07 01:01:50', '2020-09-07 01:01:50', NULL),
(150, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-07 20:33:46', '2020-11-06 22:14:04', '2020-09-07 20:33:46', '2020-11-06 22:14:04', NULL),
(151, 2, '3013465f-06f7-46cb-96fe-ac5055fb838f', 'mobile', 'Google Android SDK built for x86', 'android', 'testtesttesttesttesttest', 0, '2020-09-07 22:28:26', '2020-09-07 22:28:46', '2020-09-07 22:28:26', '2020-09-07 22:28:46', NULL),
(152, 1, '05cb491a-eb80-4416-9764-5c83ecd1bf3d', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-07 22:29:46', '2020-11-06 22:14:04', '2020-09-07 22:29:46', '2020-11-06 22:14:04', NULL),
(153, 3, 'a3c797b8-0412-4514-baf3-383d0b6f6015', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-07 22:36:21', '2020-09-07 22:57:03', '2020-09-07 22:36:21', '2020-09-07 22:57:03', NULL),
(154, 4, '166b644e-cc26-4f1a-a139-5f481fc703cb', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-07 22:57:36', '2020-09-08 09:56:30', '2020-09-07 22:57:36', '2020-09-08 09:56:30', NULL),
(155, 5, 'd50a2244-a2ff-4cf2-963d-3bca26d504fa', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-08 09:56:56', '2020-09-08 12:11:53', '2020-09-08 09:56:56', '2020-09-08 12:11:53', NULL),
(156, 5, '8be7f41c-52a4-48f4-bbad-8fb546a99abf', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-08 12:11:53', NULL, '2020-09-08 12:11:53', '2020-09-08 12:11:53', NULL),
(157, 1, '6856a7af-496d-4f56-8164-ca40e8746c3d', 'mobile', 'Samsung SM-G900H', 'android', NULL, 0, '2020-09-08 14:28:08', '2020-11-06 22:14:04', '2020-09-08 14:28:08', '2020-11-06 22:14:04', NULL),
(158, 6, 'e8729c5a-857b-4cf0-bd3e-7d8d68dd4734', 'mobile', 'Xiaomi Mi Note 10', 'android', NULL, 1, '2020-09-08 14:35:00', NULL, '2020-09-08 14:35:00', '2020-09-08 14:35:00', NULL),
(159, 7, 'b284dsusac-26sdc6-a4dcf8-a9cb-0106bf7d8a40', 'mobile', 'nokia 1200', 'android', 'dicghshhsduhdhcsdvhsd8v4ssdv894d1v9sv8dv', 1, '2020-09-08 15:08:15', NULL, '2020-09-08 15:08:15', '2020-09-08 15:08:15', NULL),
(160, 1, 'cba1a763-56a1-4ab4-b9b3-be29c148edc8', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-08 16:33:35', '2020-11-06 22:14:04', '2020-09-08 16:33:35', '2020-11-06 22:14:04', NULL),
(161, 8, 'f776e474-d7df-4c44-bade-3d94e48273fb', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-09-08 22:27:23', NULL, '2020-09-08 22:27:23', '2020-09-08 22:27:23', NULL),
(162, 9, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-08 22:29:10', '2020-10-22 19:43:57', '2020-09-08 22:29:10', '2020-10-22 19:43:57', NULL),
(163, 10, '53c8dda5-bdee-4c1f-91dc-bf780052f254', 'mobile', 'Samsung SM-G900H', 'android', NULL, 0, '2020-09-08 23:19:45', '2020-09-08 23:30:14', '2020-09-08 23:19:45', '2020-09-08 23:30:14', NULL),
(164, 11, 'aec3661e-cae2-4cb7-bd1d-66bb3b6d5223', 'mobile', 'Samsung SM-G900H', 'android', NULL, 1, '2020-09-08 23:31:41', NULL, '2020-09-08 23:31:41', '2020-09-08 23:31:41', NULL),
(165, 12, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-09-09 13:55:21', '2020-10-22 19:43:57', '2020-09-09 13:55:21', '2020-10-22 19:43:57', NULL),
(166, 1, '480e8922-1608-4b64-91d5-6c620fdab8bf', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-09-09 13:58:08', '2020-11-06 22:14:04', '2020-09-09 13:58:08', '2020-11-06 22:14:04', NULL),
(167, 1, '1302d950-c181-4eb5-bc6b-6e606dffa38f', 'mobile', 'Samsung SM-G900H', 'android', NULL, 0, '2020-09-09 16:51:03', '2020-11-06 22:14:04', '2020-09-09 16:51:03', '2020-11-06 22:14:04', NULL),
(168, 13, 'e1816083-a31f-48df-a0c9-18e01f7dac54', 'mobile', 'Xiaomi Mi Note 10', 'android', NULL, 1, '2020-09-09 18:08:46', NULL, '2020-09-09 18:08:46', '2020-09-09 18:08:46', NULL),
(169, 1, '231b9845-a6a0-48a8-85d3-5fa27319b7ca', 'mobile', 'Samsung SM-G955N', 'android', NULL, 0, '2020-09-09 22:28:32', '2020-11-06 22:14:04', '2020-09-09 22:28:32', '2020-11-06 22:14:04', NULL),
(170, 14, 'd53c43f4-12e7-420f-9afa-90b4bdb6c49a', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:04:25', NULL, '2020-09-11 11:04:25', '2020-09-11 11:04:25', NULL),
(171, 15, '51e9d490-597d-4fd4-a321-c6233540287a', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:05:22', NULL, '2020-09-11 11:05:22', '2020-09-11 11:05:22', NULL),
(172, 16, '7a407289-ac29-4939-960d-f68d022f30f5', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:05:46', NULL, '2020-09-11 11:05:46', '2020-09-11 11:05:46', NULL),
(173, 17, '6a5ddb6a-6933-4849-8e0c-6999306674d3', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:09:04', NULL, '2020-09-11 11:09:04', '2020-09-11 11:09:04', NULL),
(174, 18, '96bd63ca-d10b-4977-b7af-17db529ee5db', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:11:28', NULL, '2020-09-11 11:11:28', '2020-09-11 11:11:28', NULL),
(175, 19, 'bc2cec6e-fb34-4811-835c-67581118bb97', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:11:59', NULL, '2020-09-11 11:11:59', '2020-09-11 11:11:59', NULL),
(176, 20, '55db43d3-de43-43f4-afa6-736df4d84637', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:12:25', NULL, '2020-09-11 11:12:25', '2020-09-11 11:12:25', NULL),
(177, 21, 'f32e7701-6a19-405d-9f59-6119be4591c1', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:14:04', NULL, '2020-09-11 11:14:04', '2020-09-11 11:14:04', NULL),
(178, 22, '57343291-ab94-44e7-9e75-df233da06bc3', 'mobile', 'Samsung SM-A715F', 'android', NULL, 1, '2020-09-11 11:14:19', NULL, '2020-09-11 11:14:19', '2020-09-11 11:14:19', NULL),
(179, 23, '4ca87d3f-e311-4615-939c-451c4484966a', 'mobile', 'Samsung SM-A715F', 'android', NULL, 0, '2020-09-12 22:32:10', '2020-09-25 15:56:44', '2020-09-12 22:32:10', '2020-09-25 15:56:44', NULL),
(180, 24, '57577dc4-afbc-450e-b92b-d0474746307b', 'mobile', 'LGE LG-H818', 'android', NULL, 1, '2020-09-12 22:48:47', NULL, '2020-09-12 22:48:47', '2020-09-12 22:48:47', NULL),
(181, 23, '7620a570-9e96-45d4-8ab5-009cd395b4e6', 'web', 'Chrome', 'Macintosh', NULL, 1, '2020-09-25 15:56:44', NULL, '2020-09-25 15:56:44', '2020-09-25 15:56:44', NULL),
(182, 1, '7d33f44f-c5d2-4f3b-bce3-274eb8766088', 'mobile', 'Samsung SM-G955N', 'android', NULL, 0, '2020-10-22 19:05:25', '2020-11-06 22:14:04', '2020-10-22 19:05:25', '2020-11-06 22:14:04', NULL),
(183, 1, 'b2459f60-2066-4ca8-adcb-0106b06d6a40', 'mobile', 'nokia 1200', 'android', NULL, 0, '2020-10-22 19:43:57', '2020-11-06 22:14:04', '2020-10-22 19:43:57', '2020-11-06 22:14:04', NULL),
(184, 1, '9d866cb6-a063-4d78-bdcd-fd810eba64f1', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 0, '2020-10-30 00:30:01', '2020-11-06 22:14:04', '2020-10-30 00:30:01', '2020-11-06 22:14:04', NULL),
(185, 1, '7f4a2312-8180-4ed3-a6a1-e2e8c615ab27', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2020-11-06 22:14:04', NULL, '2020-11-06 22:14:04', '2020-11-06 22:14:04', NULL),
(186, 25, 'ede12568-8d06-4467-b89a-49ae9921f907', 'mobile', 'Samsung SM-N950N', 'android', NULL, 0, '2020-11-07 07:20:48', '2021-07-27 10:52:38', '2020-11-07 07:20:48', '2021-07-27 10:52:38', NULL),
(187, 26, '251b84a9-f083-45e1-8cd8-30f280505208', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2021-06-01 18:27:02', NULL, '2021-06-01 18:27:02', '2021-06-01 18:27:02', NULL),
(188, 27, '78e0b138-27f0-4a58-8fbc-3b781b1fb2ad', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2021-06-01 18:28:34', NULL, '2021-06-01 18:28:34', '2021-06-01 18:28:34', NULL),
(189, 28, '86cb819c-670e-4454-8291-b96d88ee7fd8', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2021-06-01 18:28:52', NULL, '2021-06-01 18:28:52', '2021-06-01 18:28:52', NULL),
(190, 29, '244c79de-6c9c-4206-b869-8555614740b3', 'mobile', 'Google Android SDK built for x86', 'android', NULL, 1, '2021-06-01 18:29:15', NULL, '2021-06-01 18:29:15', '2021-06-01 18:29:15', NULL),
(191, 25, 'b44c2f38-e668-4d64-be6d-72ca4d843c09', 'web', 'Chrome', 'WebKit', NULL, 1, '2021-07-27 10:52:38', NULL, '2021-07-27 10:52:38', '2021-07-27 10:52:38', NULL),
(192, 30, '5ef1501c-181c-4cd1-998b-ef9430ed68d2', 'mobile', 'Samsung SM-G973N', 'android', NULL, 1, '2021-11-19 19:30:26', NULL, '2021-11-19 19:30:26', '2021-11-19 19:30:26', NULL),
(193, 31, '8f4f7f59-2042-4782-a892-b82372da9964', 'mobile', 'Samsung SM-G973N', 'android', NULL, 1, '2021-11-20 09:09:38', NULL, '2021-11-20 09:09:38', '2021-11-20 09:09:38', NULL),
(194, 32, '5fd75f6a-a258-40de-aabb-b12de58640a8', 'mobile', 'Samsung SM-G973N', 'android', NULL, 1, '2021-11-20 09:10:12', NULL, '2021-11-20 09:10:12', '2021-11-20 09:10:12', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `viewable`
--

CREATE TABLE `viewable` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL COMMENT 'کاربر بازدید کننده (در صورت ورود)',
  `uuid` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'تعیین شناسه منحصر دستگاه',
  `platform` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'پلتفرم مورد استفاده (موبایل یا وب)',
  `model` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'مدل دستگاه مورد استفاده کاربر',
  `os` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'سیستم عامل کاربر',
  `viewable_id` int(11) NOT NULL COMMENT 'تعیین شناسه فیلدی که دیده شده است',
  `viewable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'تعیین جدولی که دیده شده است: آگهی یا بلاگ',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='جدول میانی مربوط به ثبت بازدید کاربران از آگهی ها و بلاگ ها : morph many' ROW_FORMAT=COMPACT;

--
-- Dumping data for table `viewable`
--

INSERT INTO `viewable` (`id`, `user_id`, `uuid`, `platform`, `model`, `os`, `viewable_id`, `viewable_type`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 1, NULL, NULL, NULL, NULL, 34, 'App\\Models\\Ads', NULL, NULL, NULL),
(9, 1, NULL, NULL, NULL, NULL, 34, 'App\\Models\\Ads', NULL, NULL, NULL),
(10, 1, NULL, NULL, NULL, NULL, 34, 'App\\Models\\Ads', NULL, NULL, NULL),
(11, 1, NULL, NULL, NULL, NULL, 34, 'App\\Models\\Ads', NULL, NULL, NULL),
(12, 10, NULL, NULL, NULL, NULL, 36, 'App\\Models\\Ads', '2020-08-03 02:38:22', '2020-08-03 02:38:22', NULL),
(13, 10, NULL, NULL, NULL, NULL, 37, 'App\\Models\\Ads', '2020-08-03 02:40:14', '2020-08-03 02:40:14', NULL),
(14, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 34, 'App\\Models\\Ads', '2020-08-03 02:40:35', '2020-08-03 03:01:42', NULL),
(15, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 33, 'App\\Models\\Ads', '2020-08-03 03:01:19', '2020-08-03 03:01:19', NULL),
(16, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 1, 'App\\Models\\Ads', '2020-08-04 08:55:36', '2020-08-04 08:55:36', NULL),
(17, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 186, 'App\\Models\\Ads', '2020-08-04 12:18:49', '2020-08-04 12:18:49', NULL),
(18, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 193, 'App\\Models\\Ads', '2020-08-05 12:13:11', '2020-08-05 12:13:11', NULL),
(19, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 192, 'App\\Models\\Ads', '2020-08-05 12:13:56', '2020-08-05 12:13:56', NULL),
(20, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 2, 'App\\Models\\Ads', '2020-08-06 14:08:25', '2020-08-06 14:08:25', NULL),
(21, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 3, 'App\\Models\\Ads', '2020-08-06 14:08:33', '2020-08-06 14:08:33', NULL),
(22, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 7, 'App\\Models\\Ads', '2020-08-06 14:08:57', '2020-08-06 14:08:57', NULL),
(23, 12, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 2, 'App\\Models\\Ads', '2020-08-07 17:28:19', '2020-08-07 17:28:19', NULL),
(24, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 10, 'App\\Models\\Ads', '2020-08-07 21:42:43', '2020-08-07 21:42:43', NULL),
(25, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 19, 'App\\Models\\Ads', '2020-08-15 20:56:10', '2020-08-15 20:56:10', NULL),
(26, 10, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 4, 'App\\Models\\Ads', '2020-08-18 01:47:17', '2020-08-18 01:47:17', NULL),
(27, 48, '7e73e7fe-63f4-42d9-951d-cb7ce0400ac9', 'mobile', 'Google Android SDK built for x86', 'android', 2, 'App\\Models\\Ads', '2020-08-25 10:17:02', '2020-08-25 10:17:02', NULL),
(28, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 2, 'App\\Models\\Ads', '2020-08-26 11:33:05', '2020-08-26 11:33:05', NULL),
(29, 67, 'e4bb5b30-de05-46c4-946c-db4bccf24a34', 'mobile', 'Google Android SDK built for x86', 'android', 4, 'App\\Models\\Ads', '2020-08-26 11:48:28', '2020-08-26 11:48:28', NULL),
(30, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 19, 'App\\Models\\Ads', '2020-08-31 12:45:53', '2020-08-31 12:45:53', NULL),
(31, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 2, 'App\\Models\\Ads', '2020-08-31 12:46:04', '2020-08-31 12:46:04', NULL),
(32, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 47, 'App\\Models\\Ads', '2020-08-31 13:54:59', '2020-08-31 13:54:59', NULL),
(33, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 15, 'App\\Models\\Ads', '2020-08-31 13:55:56', '2020-08-31 13:55:56', NULL),
(34, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 4, 'App\\Models\\Ads', '2020-08-31 14:46:35', '2020-08-31 14:46:35', NULL),
(35, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 3, 'App\\Models\\Ads', '2020-08-31 15:03:06', '2020-08-31 15:03:06', NULL),
(36, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 37, 'App\\Models\\Ads', '2020-08-31 15:03:15', '2020-08-31 15:03:15', NULL),
(37, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 4, 'App\\Models\\Ads', '2020-08-31 15:21:40', '2020-08-31 15:21:40', NULL),
(38, 77, '241fc9d4-b038-45f9-9c74-75fcf73658e6', 'mobile', 'Xiaomi Mi Note 10', 'android', 15, 'App\\Models\\Ads', '2020-08-31 15:24:41', '2020-08-31 15:24:41', NULL),
(39, 77, '241fc9d4-b038-45f9-9c74-75fcf73658e6', 'mobile', 'Xiaomi Mi Note 10', 'android', 26, 'App\\Models\\Ads', '2020-08-31 15:25:57', '2020-08-31 15:25:57', NULL),
(40, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 25, 'App\\Models\\Ads', '2020-08-31 15:27:54', '2020-08-31 15:27:54', NULL),
(41, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 15, 'App\\Models\\Ads', '2020-08-31 15:28:14', '2020-08-31 15:28:14', NULL),
(42, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 19, 'App\\Models\\Ads', '2020-08-31 15:33:04', '2020-08-31 15:33:04', NULL),
(43, 77, '241fc9d4-b038-45f9-9c74-75fcf73658e6', 'mobile', 'Xiaomi Mi Note 10', 'android', 19, 'App\\Models\\Ads', '2020-08-31 15:33:08', '2020-08-31 15:33:08', NULL),
(44, 77, '241fc9d4-b038-45f9-9c74-75fcf73658e6', 'mobile', 'Xiaomi Mi Note 10', 'android', 4, 'App\\Models\\Ads', '2020-08-31 15:48:36', '2020-08-31 15:48:36', NULL),
(45, 77, '241fc9d4-b038-45f9-9c74-75fcf73658e6', 'mobile', 'Xiaomi Mi Note 10', 'android', 2, 'App\\Models\\Ads', '2020-08-31 16:01:41', '2020-08-31 16:01:41', NULL),
(46, 78, '8943399e-5dbd-4c9a-94fc-c7b5bb1fb5fb', 'mobile', 'Samsung SM-A715F', 'android', 7, 'App\\Models\\Ads', '2020-08-31 22:22:25', '2020-08-31 22:22:25', NULL),
(47, 66, '864bda1b-1a48-4fef-b53c-69d8503e4edb', 'mobile', 'Samsung SM-G900H', 'android', 11, 'App\\Models\\Ads', '2020-09-01 17:18:06', '2020-09-01 17:18:06', NULL),
(48, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 24, 'App\\Models\\Ads', '2020-09-01 21:49:41', '2020-09-01 21:49:41', NULL),
(49, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 25, 'App\\Models\\Ads', '2020-09-01 21:50:11', '2020-09-01 21:50:11', NULL),
(50, 80, 'b5e69e05-b425-40d5-b51b-d6101c68d559', 'mobile', 'Google Android SDK built for x86', 'android', 2, 'App\\Models\\Ads', '2020-09-03 08:54:36', '2020-09-03 08:54:36', NULL),
(51, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 11, 'App\\Models\\Ads', '2020-09-05 10:05:46', '2020-09-05 10:05:46', NULL),
(52, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 4, 'App\\Models\\Ads', '2020-09-05 10:15:51', '2020-09-05 10:15:51', NULL),
(53, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 204, 'App\\Models\\Ads', '2020-09-05 11:19:09', '2020-09-05 11:19:09', NULL),
(54, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 207, 'App\\Models\\Ads', '2020-09-05 15:48:39', '2020-09-05 15:48:39', NULL),
(55, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 208, 'App\\Models\\Ads', '2020-09-05 15:56:44', '2020-09-05 15:56:44', NULL),
(56, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 208, 'App\\Models\\Ads', '2020-09-05 15:57:14', '2020-09-05 15:57:14', NULL),
(57, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 209, 'App\\Models\\Ads', '2020-09-05 16:01:17', '2020-09-05 16:01:17', NULL),
(58, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 212, 'App\\Models\\Ads', '2020-09-05 16:03:09', '2020-09-05 16:03:09', NULL),
(59, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 213, 'App\\Models\\Ads', '2020-09-05 17:02:01', '2020-09-05 17:02:01', NULL),
(60, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 215, 'App\\Models\\Ads', '2020-09-05 17:10:10', '2020-09-05 17:10:10', NULL),
(61, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 221, 'App\\Models\\Ads', '2020-09-05 17:23:47', '2020-09-05 17:23:47', NULL),
(62, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 222, 'App\\Models\\Ads', '2020-09-05 17:27:28', '2020-09-05 17:27:28', NULL),
(63, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 225, 'App\\Models\\Ads', '2020-09-05 17:31:57', '2020-09-05 17:31:57', NULL),
(64, 74, 'ee2f8ae6-7e31-4c95-8119-cf78c3f4ba0f', 'mobile', 'Samsung SM-G955N', 'android', 226, 'App\\Models\\Ads', '2020-09-05 17:37:14', '2020-09-05 17:37:14', NULL),
(65, 83, '39d0239a-8209-4d51-aeef-61dd2801ab8b', 'mobile', 'Google Android SDK built for x86', 'android', 227, 'App\\Models\\Ads', '2020-09-05 17:43:47', '2020-09-05 17:43:47', NULL),
(66, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', 2, 'App\\Models\\Ads', '2020-09-07 20:35:13', '2020-09-07 20:35:13', NULL),
(67, 5, 'd50a2244-a2ff-4cf2-963d-3bca26d504fa', 'mobile', 'Google Android SDK built for x86', 'android', 40, 'App\\Models\\Ads', '2020-09-08 12:43:37', '2020-09-08 12:43:37', NULL),
(68, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', 15, 'App\\Models\\Ads', '2020-09-08 14:36:35', '2020-09-08 14:36:35', NULL),
(69, 6, 'e8729c5a-857b-4cf0-bd3e-7d8d68dd4734', 'mobile', 'Xiaomi Mi Note 10', 'android', 20, 'App\\Models\\Ads', '2020-09-08 14:36:37', '2020-09-08 14:36:37', NULL),
(70, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', 20, 'App\\Models\\Ads', '2020-09-08 14:36:40', '2020-09-08 14:36:40', NULL),
(71, 6, 'e8729c5a-857b-4cf0-bd3e-7d8d68dd4734', 'mobile', 'Xiaomi Mi Note 10', 'android', 15, 'App\\Models\\Ads', '2020-09-08 14:39:09', '2020-09-08 14:39:09', NULL),
(72, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', 19, 'App\\Models\\Ads', '2020-09-08 14:40:12', '2020-09-08 14:40:12', NULL),
(73, 6, 'e8729c5a-857b-4cf0-bd3e-7d8d68dd4734', 'mobile', 'Xiaomi Mi Note 10', 'android', 2, 'App\\Models\\Ads', '2020-09-08 14:44:16', '2020-09-08 14:44:16', NULL),
(74, 6, 'e8729c5a-857b-4cf0-bd3e-7d8d68dd4734', 'mobile', 'Xiaomi Mi Note 10', 'android', 19, 'App\\Models\\Ads', '2020-09-08 14:46:48', '2020-09-08 14:46:48', NULL),
(75, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', 4, 'App\\Models\\Ads', '2020-09-08 14:51:13', '2020-09-08 14:51:13', NULL),
(76, 6, 'e8729c5a-857b-4cf0-bd3e-7d8d68dd4734', 'mobile', 'Xiaomi Mi Note 10', 'android', 228, 'App\\Models\\Ads', '2020-09-08 15:27:43', '2020-09-08 15:27:43', NULL),
(77, 13, 'b2459ff60-2066-4ca18-adcb-01016b06d6a40', 'mobile', 'nokia 1200', 'android', 2, 'App\\Models\\Ads', '2020-09-09 18:09:50', '2020-09-09 18:09:50', NULL),
(78, 13, 'b2459ff60-2066-4ca18-adcb-01016b06d6a40', 'mobile', 'nokia 1200', 'android', 17, 'App\\Models\\Ads', '2020-09-09 18:22:18', '2020-09-09 18:22:18', NULL),
(79, 13, 'b2459ff60-2066-4ca18-adcb-01016b06d6a40', 'mobile', 'nokia 1200', 'android', 228, 'App\\Models\\Ads', '2020-09-09 18:27:20', '2020-09-09 18:27:20', NULL),
(80, 16, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 34, 'App\\Models\\Ads', '2020-09-11 11:06:24', '2020-09-11 11:06:24', NULL),
(81, 17, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 4, 'App\\Models\\Ads', '2020-09-11 11:09:10', '2020-09-11 11:09:10', NULL),
(82, 17, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 30, 'App\\Models\\Ads', '2020-09-11 11:09:39', '2020-09-11 11:09:39', NULL),
(83, 17, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 39, 'App\\Models\\Ads', '2020-09-11 11:10:07', '2020-09-11 11:10:07', NULL),
(84, 17, 'b2459f60-2066-4ca8-adcb-0105696d6a40', 'mobile', 'nokia 1200', 'android', 34, 'App\\Models\\Ads', '2020-09-11 11:10:34', '2020-09-11 11:10:34', NULL),
(85, 21, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 12, 'App\\Models\\Ads', '2020-09-11 11:14:10', '2020-09-11 11:14:10', NULL),
(86, 22, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 2, 'App\\Models\\Ads', '2020-09-11 11:14:22', '2020-09-11 11:14:22', NULL),
(87, 22, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 27, 'App\\Models\\Ads', '2020-09-11 11:15:00', '2020-09-11 11:15:00', NULL),
(88, 22, 'b2459f60-2066-4ca8-adcb-0106b06d3a40', 'mobile', 'nokia 1200', 'android', 26, 'App\\Models\\Ads', '2020-09-11 11:15:14', '2020-09-11 11:15:14', NULL),
(89, 1, 'f244bd22-f5ac-42b4-828f-c805c1c000bf', 'web', 'Chrome', 'WebKit', 11, 'App\\Models\\Ads', '2021-01-20 00:46:52', '2021-01-20 00:46:52', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `activations`
--
ALTER TABLE `activations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `activations_code_index` (`code`),
  ADD KEY `activations_mobile_index` (`mobile`);

--
-- Indexes for table `ads`
--
ALTER TABLE `ads`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ads_user_id_index` (`user_id`),
  ADD KEY `ads_category_id_index` (`category_id`),
  ADD KEY `ads_city_id_index` (`city_id`),
  ADD KEY `ads_seen_admin_id_index` (`seen_admin_id`);

--
-- Indexes for table `ads_attributes`
--
ALTER TABLE `ads_attributes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ads_attributes_ads_attribute_description_id_index` (`ads_attribute_description_id`),
  ADD KEY `ads_attributes_ads_id_index` (`ads_id`);

--
-- Indexes for table `ads_attribute_descriptions`
--
ALTER TABLE `ads_attribute_descriptions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `unit_id_index` (`unit_id`),
  ADD KEY `ads_attribute_description_value_type_id` (`ads_attribute_description_value_type_id`),
  ADD KEY `ads_attribute_descriptions_admin_id_index` (`admin_id`);

--
-- Indexes for table `ads_attribute_description_value_types`
--
ALTER TABLE `ads_attribute_description_value_types`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ads_attribute_description_value_types_admin_id_index` (`admin_id`);

--
-- Indexes for table `ads_categories`
--
ALTER TABLE `ads_categories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ads_categories_admin_id_index` (`admin_id`),
  ADD KEY `ads_categories_parent_id_index` (`parent_id`);

--
-- Indexes for table `app_viewables`
--
ALTER TABLE `app_viewables`
  ADD PRIMARY KEY (`id`),
  ADD KEY `app_viewable_view_id_index` (`view_id`),
  ADD KEY `app_viewable_viewable_id_index` (`app_viewable_id`);

--
-- Indexes for table `app_views`
--
ALTER TABLE `app_views`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_view_types`
--
ALTER TABLE `app_view_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blogs_category_id_index` (`category_id`),
  ADD KEY `blogs_admin_id_index` (`admin_id`);

--
-- Indexes for table `bookmarks`
--
ALTER TABLE `bookmarks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `bookmarks_user_id_ads_id_index` (`user_id`,`ads_id`);

--
-- Indexes for table `categoriables`
--
ALTER TABLE `categoriables`
  ADD PRIMARY KEY (`id`),
  ADD KEY `categoriables_category_id_index` (`category_id`),
  ADD KEY `categoriables_categoriable_id_index` (`categoriable_id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `categories_admin_id_index` (`admin_id`),
  ADD KEY `categories_parent_id_index` (`parent_id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cities_region_id_index` (`country_id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `comments_user_id_index` (`user_id`),
  ADD KEY `comments_parent_id_index` (`parent_id`),
  ADD KEY `comments_commentable_id_index` (`commentable_id`),
  ADD KEY `comments_seen_admin_id_index` (`seen_admin_id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `images`
--
ALTER TABLE `images`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `jobs_queue_index` (`queue`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD UNIQUE KEY `password_resets_email_unique` (`email`);

--
-- Indexes for table `payments`
--
ALTER TABLE `payments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `payments_ads_id_index` (`ads_id`),
  ADD KEY `payments_user_id_index` (`user_id`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `permission_role`
--
ALTER TABLE `permission_role`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `profiles`
--
ALTER TABLE `profiles`
  ADD KEY `profiles_user_id_index` (`user_id`),
  ADD KEY `profiles_city_id_index` (`city_id`);

--
-- Indexes for table `reports`
--
ALTER TABLE `reports`
  ADD PRIMARY KEY (`id`),
  ADD KEY `reports_ads_id_index` (`ads_id`),
  ADD KEY `reports_report_type_id_index` (`report_type_id`);

--
-- Indexes for table `report_types`
--
ALTER TABLE `report_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_name_unique` (`name`);

--
-- Indexes for table `scores`
--
ALTER TABLE `scores`
  ADD PRIMARY KEY (`id`),
  ADD KEY `scores_user_id_index` (`user_id`),
  ADD KEY `scores_ad_id_index` (`ads_id`);

--
-- Indexes for table `supports`
--
ALTER TABLE `supports`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `units`
--
ALTER TABLE `units`
  ADD PRIMARY KEY (`id`),
  ADD KEY `units_admin_id_index` (`admin_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_username_unique` (`username`),
  ADD UNIQUE KEY `users_email_unique` (`email`),
  ADD KEY `users_role_id_index` (`role_id`);

--
-- Indexes for table `user_logins`
--
ALTER TABLE `user_logins`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_logins_user_id_index` (`user_id`);

--
-- Indexes for table `viewable`
--
ALTER TABLE `viewable`
  ADD PRIMARY KEY (`id`),
  ADD KEY `viewable_user_id_index` (`user_id`),
  ADD KEY `viewable_viewable_id_index` (`viewable_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `activations`
--
ALTER TABLE `activations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه رکورد', AUTO_INCREMENT=311;

--
-- AUTO_INCREMENT for table `ads`
--
ALTER TABLE `ads`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=229;

--
-- AUTO_INCREMENT for table `ads_attributes`
--
ALTER TABLE `ads_attributes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=130;

--
-- AUTO_INCREMENT for table `ads_attribute_descriptions`
--
ALTER TABLE `ads_attribute_descriptions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `ads_attribute_description_value_types`
--
ALTER TABLE `ads_attribute_description_value_types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `ads_categories`
--
ALTER TABLE `ads_categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=216;

--
-- AUTO_INCREMENT for table `app_viewables`
--
ALTER TABLE `app_viewables`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `app_views`
--
ALTER TABLE `app_views`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `app_view_types`
--
ALTER TABLE `app_view_types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;

--
-- AUTO_INCREMENT for table `bookmarks`
--
ALTER TABLE `bookmarks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=116;

--
-- AUTO_INCREMENT for table `categoriables`
--
ALTER TABLE `categoriables`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=515;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=84;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `images`
--
ALTER TABLE `images`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه تصویر', AUTO_INCREMENT=521;

--
-- AUTO_INCREMENT for table `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=66;

--
-- AUTO_INCREMENT for table `payments`
--
ALTER TABLE `payments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `permission_role`
--
ALTER TABLE `permission_role`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `reports`
--
ALTER TABLE `reports`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;

--
-- AUTO_INCREMENT for table `report_types`
--
ALTER TABLE `report_types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `scores`
--
ALTER TABLE `scores`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `supports`
--
ALTER TABLE `supports`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;

--
-- AUTO_INCREMENT for table `units`
--
ALTER TABLE `units`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه کاربر', AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT for table `user_logins`
--
ALTER TABLE `user_logins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه رکورد', AUTO_INCREMENT=195;

--
-- AUTO_INCREMENT for table `viewable`
--
ALTER TABLE `viewable`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=90;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
